Repository: Akanshagiriya/front
Catalog: src/locale/Minds.*.xliff
Languages: fr

# BOOST_MARKETING__BOOST_CAMPAIGNS
source: Boost Campaigns
fr: Boost de campagnes

# BOOST_MARKETING__AUTOMATE_YOUR_CONTENT
source: Automate your content promotion by using a Boost Campaign. Set your own budget, choose the length of time to promote the content and decide what audience you would like to target. Then we will handle the rest!
fr: Automatisez votre promotion de contenu en utilisant une Campagne de Boost. Définissez votre propre budget, choisissez la durée du temps pour promouvoir le contenu et décidez du public que vous souhaitez cibler. Alors nous nous occuperons du reste!

# BOOST_MARKETING__BOOST_OFFERS
source: Boost Offers
fr: Boost d'offres

# BOOST_MARKETING__CUT_OUT_MIDDLEMAN
source: Cut out the middle man and send an offer directly to another channel in exchange for sharing your content, group or channel on their feed to their audience.
fr: Coupez le mien et envoyez une offre directement à un autre canal en échange du partage de votre contenu, de groupe ou de chaîne sur leur flux à leur public.

# BOOST_MARKETING__OPTION_HANDLE_ADVERTISING
source: We want you to have the option to handle your advertising relationships directly, without any risk of someone getting in the way.
fr: Nous voulons que vous ayez la possibilité de gérer vos relations publicitaires directement, sans aucun risque de voir quelqu'un se mettre en travers du chemin.

# BOOST_MARKETING__OTHER_BOOST_FEATURES
source: Other Boost features
fr: Autres fonctionnalités de Boost

# BOOST_MARKETING__TRACK_YOUR_RESULTS
source: Track your results
fr: Suivez vos résultats

# BOOST_MARKETING__FILTER_YOUR_BOOSTS
source: Filter your boosts
fr: Filtrer vos boosts

# BOOST__CREATOR__PAYMENT_METHODS__ONCHAIN_DESC
source: Onchain payments will be published to the public blockchain. You may utilize Metamask or another address. These purchases require a Gas fee.
fr: Les paiements Onchain seront publiés dans la blockchain publique. Vous pouvez utiliser Metamask ou une autre adresse. Ces achats nécessitent des frais de gaz.

# M__COMMON__BALANCE_LABEL
source: Balance
fr: Solde

# M__COMMON__BALANCE_VALUE_ETH_IFACE_LABEL
source: This balance is for the {INTERPOLATION} wallet that is currently active in your Ethereum interface.
fr: Ce solde est pour le portefeuille {INTERPOLATION} qui est actuellement actif dans votre interface Ethereum.

# M__COMMON__BALANCE_VALUE_AS_RCV_LABEL
source: This balance is for the {INTERPOLATION} wallet that is currently set up as the receiver wallet for your channel.
fr: Ce solde est pour le portefeuille {INTERPOLATION} qui est actuellement configuré comme le portefeuille récepteur de votre canal.

# BOOST__CREATOR__PAYMENT_METHODS__OFFCHAIN_DESC
source: Offchain payments will not be published to the blockchain and are only usable for transactions up to 5,000 views.
fr: Les paiements Offchain ne seront pas publiés dans la blockchain et ne sont utilisables que pour les transactions jusqu'à 5000 vues.

# M__COMMON__BALANCE_VALUE_OFFCHAIN_LABEL
source: This balance is for your Minds.com OffChain wallet. Transactions made from this address will not appear on the blockchain.
fr: Ce solde est pour votre portefeuille OffChain Minds.com. Les transactions faites à partir de cette adresse n'apparaîtront pas sur la blockchain.

# BOOST__CREATOR__CC_SELECTOR
source: Credit Card
fr: Carte de Crédit

# BOOST__CREATOR__PAYMENT_METHODS__CC_SELECTOR_DESC
source: Credit cards may be used to boost, though we recommend first purchasing tokens in order to access a discount.
fr: Les cartes de crédit peuvent être utilisées pour booster, mais nous vous recommandons de commencer par acheter des jetons afin d'accéder à une réduction.

# M__COMMON__SELECT_MONEY
source: Don't have tokens? No problem.
fr: Vous n'avez pas de jetons ? Pas de problème.

# M__COMMON__PAYMENT_ATTACHED
source: Your payment is attached.
fr: Votre paiement est joint.

# M__ACTION__CHANGE
source: Change
fr: Changement

# BOOST__CREATOR__TARGET_INPUT_PLACEHOLDER
source: @channel
fr: @canal

# BOOST__CREATOR__POST_TO_FACEBOOK_LABEL
source: Post to {INTERPOLATION}
fr: Publier sur {INTERPOLATION}

# BOOST__CONSOLE__TYPES__HISTORY
source: History
fr: Historique

# BOOST__CONSOLE__TYPES__CREATE_BOOST
source: Create a Boost
fr: Créer un Boost

# BOOST__PUBLISHER__EARNINGS__SHOWN
source: Shown
fr: Affiché

# BOOST__PUBLISHER__EARNINGS__SHOWN_DESC
source: How many boosts you have shown in total
fr: Combien de boosts vous avez affiché au total

# BOOST__PUBLISHER__EARNINGS__EARNINGS
source: Earnings
fr: Gains

# BOOST__PUBLISHER__EARNINGS__EARNINGS_DESC
source: How much you've earned (in tokens) in total from all the boosts you have shown
fr: Combien vous avez gagné (en jetons) au total de tous les boosts que vous avez montré

# BOOST__PUBLISHER__PAYOUTS__REQUEST
source: Request a payout
fr: Demander un paiement

# BOOST__PUBLISHER__PAYOUTS__REQUESTING
source: Requesting a payout
fr: Demande de paiement

# BOOST_CONSOLE_PUBLISHER__SETTINGS__TITLE
source: Publisher Settings
fr: Paramètres de l'éditeur

# BOOST_CONSOLE_PUBLISHER__SETTINGS__DESCRIPTION
source: Being a publisher allows you to earn points and/or money by showing boosts on your channel page.
fr: Être un éditeur vous permet de gagner des points et/ou de l'argent en affichant des boosts sur votre page de chaîne.

# BOOST_CONSOLE_PUBLISHER__SETTINGS__BECOME_A_PUBLISHER
source: Become a Publisher
fr: Devenir un éditeur

# BOOST_CONSOLE_PUBLISHER__OPTIONS__STOP_BEING_A_PUBLISHER
source: Stop Being a Publisher
fr: Arrêter d'être un éditeur

# BOOST__PUBLISHER__LEDGER__FROM
source: From:
fr: De :

# BOOST__PUBLISHER__LEDGER__TO
source: To:
fr: À:

# BOOST__CONSOLE__PUBLISHER_LEDGER__VIEWS_COLUMN
source: Views
fr: Vues

# BOOST__PUBLISHER__LEDGER__EARNINGS
source: Earnings
fr: Gains

# BOOST__CONSOLE__PUBLISHER_LEDGER__NO_EASRNINGS_NOTICE
source: No earnings to show.
fr: Aucun gain à afficher.

# WIRE__CHANNEL__REWARDS_PAYMENT_TOOLTIP
source: Minimum payment from supporters to receive the reward.
fr: Paiement minimum de la part des sympathisants pour recevoir la récompense.

# WIRE__CHANNEL__TABLE__AMOUNT_OR_OVER_LABEL
source: {INTERPOLATION} + Tokens
fr: {INTERPOLATION} + Jetons

# M__COMMON__TOKENS_WITH_VALUE
source: {INTERPOLATION} Tokens
fr: {INTERPOLATION} jetons

# WIRE__CONSOLE__WIRE_DESC
source: Wire allows you to receive money for rewards and exclusive content. You can configure your rewards on your channel page.
fr: Wire vous permet de recevoir de l'argent pour des récompenses et du contenu exclusif. Vous pouvez configurer vos récompenses sur votre page de chaîne.

# MARKETING_WIRE__MINDS_PAY
source: Minds Pay
fr: Payer les esprits

# MARKETING_WIRE__SEND_RECEIVE_INFO
source: Send and receive payments in {START_EMPHASISED_TEXT} USD, BTC, ETH and Tokens {CLOSE_EMPHASISED_TEXT}
fr: Envoyer et recevoir des paiements en {START_EMPHASISED_TEXT} USD, BTC, ETH et jetons {CLOSE_EMPHASISED_TEXT}

# MARKETING_WIRE__ENABLE_CRYPTO_PAYMENTS
source: Enable your supporters or friends to pay you in dollars or cryptocurrency. Get tips and monthly subscriptions for your content.
fr: Permettre à vos supporters ou amis de vous payer en dollars ou en cryptomonnaies. Obtenez des conseils et des abonnements mensuels pour votre contenu.

# MARKETING_WIRE__MONETIZE_YOUR_CHANNEL
source: Monetize your channel
fr: Monétisez votre chaîne

# MARKETING_WIRE__MULTI_CURRENCY_SUPPORT
source: Multi-currency support
fr: Support multi-devises

# MARKETING_WIRE__RECEIVE_TIPS_INFO
source: Receive tips and subscription payments in USD, Bitcoin, Ether or Minds Tokens by linking your crypto addresses and bank account.
fr: Recevez des conseils et des paiements d'abonnement en USD, Bitcoin, Ether ou Minds Tokens en liant vos adresses crypto-monnaies et votre compte bancaire.

# MARKETING_WIRE__MANAGE_ACCOUNTS_INFO
source: Manage your accounts and keep track of all of your transactions in your Minds Wallet.
fr: Gérez vos comptes et gardez une trace de toutes vos transactions dans votre portefeuille Minds.

# MARKETING_WIRE__SUBSCRIPTION_TIERS
source: Subscription Tiers
fr: Niveaux d'abonnement

# MARKETING_WIRE__SETUP_DIFFERENT_TIERS_INFO
source: Set up different subscription tiers to offer your fans in exchange for recurring monthly payments in USD or Minds Tokens (BTC and ETH not yet supported).
fr: Configurez différents niveaux d'abonnement pour offrir à vos fans en échange de paiements mensuels récurrents en USD ou en Minds Tokens (BTC et ETH non encore pris en charge).

# MARKETING_WIRE__POST_CONTENT_INFO
source: Post content behind paywalls that is only accessible to the subscription tiers you select.
fr: Poster du contenu derrière les murs payants qui n'est accessible que pour les paliers d'abonnement que vous sélectionnez.

# MARKETING_WIRE__START_BUILDING
source: Start building your own revenue streams today!
fr: Commencez à construire vos propres flux de revenus dès aujourd'hui!

# MARKETING_WIRE__TIPPING
source: Tipping
fr: Astuce

# MARKETING_WIRE__TIPPING_DESCRIPTION
source: Every post on Minds has a button to send a tip to the author in Minds Tokens, USD, Bitcoin and Ether. Tipping is a great way to show your support for your favorite channels and allow them to keep creating!
fr: Chaque message sur Minds a un bouton pour envoyer une astuce à l'auteur dans Minds Tokens, USD, Bitcoin et Ether. Le pourboire est un excellent moyen de montrer votre soutien à vos chaînes préférées et de leur permettre de continuer à créer!

# PAY__MARKETING__PAGE__TITLE
source: Minds Pay
fr: Payer les esprits

source: Minimum {INTERPOLATION} Payment
fr: Paiement minimum de {INTERPOLATION}

# COMMON__DESCRIPTION
source: Description
fr: Libellé

# WIRE__CHANNEL__REWARD_DESCRIPTION_PLACEHOLDER
source: About your offerings. Describe what your supporters will receive.
fr: « À propos de vos offrandes. Décrivez ce que recevront vos partisans. »

# COMMON__ETHER
source: Ether
fr: Éther

# WIRE_CREATOR_FORM__WALLET_TYPE
source: Wallet Type
fr: Type de portefeuille

# COMMON__OFFCHAIN
source: Off-chain
fr: Hors chaîne

# WIRE_CREATOR_FORM__WALLET_BALANCE
source: Wallet Balance
fr: Solde du portefeuille

# WIRE_CREATOR_FORM__PAYMENT_METHOD
source: Payment Method
fr: Méthode de paiement

# WIRE_CREATOR_FORM__REPEAT_MONTHLY_PAYMENT
source: Repeat Payment Monthly
fr: Répéter le paiement mensuel

# WIRE_CREATOR_FORM__REPEAT
source: Repeat
fr: Répéter

# WIRE_CREATOR_FORM__MONTHLY_PAYMENT_INFO
source: Monthly recurrent payments may be cancelled at any point within in your wallet.
fr: Les paiements mensuels récurrents peuvent être annulés à n'importe quel moment dans votre portefeuille.

# CREATOR_TOOLBAR__OTHER
source: {VAR_PLURAL, plural, =1 {token} other {tokens} }
fr: {VAR_PLURAL, plural, =1 {jeton} other {jetons} }

# COMMON_ETHER
source: Ether
fr: Éther

# CREATOR_TOOLBAR__POWERED_BY
source: Powered by
fr: Propulsé par

# CREATOR_TOOLBAR__SEND
source: Send {INTERPOLATION} {START_TAG_NG-CONTAINER} {CLOSE_TAG_NG-CONTAINER} monthly
fr: Envoyer {INTERPOLATION} {START_TAG_NG-CONTAINER} {CLOSE_TAG_NG-CONTAINER} par mois

# COMMON__SHOP
source: Shop
fr: Magasins

# CREATOR_SHOP__HAS_SUPPORT_TIERS_OFFERS
source: @ {INTERPOLATION} has support tiers exclusive offers
fr: @ {INTERPOLATION} a des offres exclusives de paliers de support

# CREATOR_SHOP__SELECT_SUPPORT_TIER
source: Select Support Tier
fr: Sélectionnez un niveau de support

# CREATOR_SHOP__OTHER
source: {VAR_PLURAL, plural, =1 { {INTERPOLATION} token} other { {INTERPOLATION} tokens} }
fr: {VAR_PLURAL, plural, =1 { {INTERPOLATION} jeton} other { {INTERPOLATION} jetons} }

# CREATOR_SHOP__TOKENS
source: Tokens
fr: Jetons

# OWNER_BLOCK__UNLISTED
source: Unlisted
fr: Non listé

# MEDIA__THUMBNAIL_SELECTOR__SELECT_ONE_OR
source: Select one from the list or
fr: Sélectionnez-en un dans la liste ou

# MEDIA__THUMBNAIL_SELECTOR__UPLOAD_A_NEW_ONE
source: upload a new one
fr: télécharger un nouveau

# MINDS__MEDIA__TITLE_INPUT_PLACEHOLDER
source: Title...
fr: Titre...

# MEDIA__EDIT__INLINE_EDITOR_PLACEHOLDER
source: Go ahead and write some content!
fr: Allez-y et écrivez du contenu !

# MINDS__MEDIA__ENTITY_FLAGGED_AS_SPAM
source: This media was flagged as spam.
fr: Ce média a été signalé comme indésirable.

# MINDS__MEDIA__ENTITY_FLAGGED_AS_DELETED
source: This media was flagged as deleted.
fr: Ce média a été marqué comme supprimé.

# MINDS__MEDIA__ENTITY_NOT_EXISTS
source: The post may not exist
fr: Le message peut ne pas exister

# MINDS__MEDIA__CONFIRMATION_DIALOG
source: Are you sure you want to delete this?
fr: Êtes-vous sûr de vouloir supprimer cela ?

# MINDS__MEDIA__THERES_NO_UNDO
source: There's no UNDO!
fr: Il n'y a pas d'ANNULATION !

# MINDS__MEDIA__DELETION_CONFIRMATION
source: The media has been deleted.
fr: Le média a été supprimé.

# MEDIA__THEATRE__COUNTDOWN_NEXT_IN
source: Loading the next video in {START_TAG_STRONG} {INTERPOLATION} {CLOSE_TAG_STRONG} seconds.
fr: Chargement de la prochaine vidéo dans {START_TAG_STRONG} {INTERPOLATION} {CLOSE_TAG_STRONG} secondes.

# MARKETING_YT_MIGRATION__YOUTUBE_MIGRATION
source: YouTube Migration
fr: Migration YouTube

# MARKETING_YT_MIGRATION__BREAK_FREE_FROM_GOOGLE_MACHINE
source: Break free from the {START_EMPHASISED_TEXT} Google machine {CLOSE_EMPHASISED_TEXT}
fr: Pause libre de la machine Google {START_EMPHASISED_TEXT} {CLOSE_EMPHASISED_TEXT}

# MARKETING_YT_MIGRATION__LINK_ACCOUNTS
source: Link your accounts so that every new upload to YouTube also posts to Minds. Import your full video library to protect your content from unfair censorship and demonetization.
fr: Liez vos comptes pour que chaque nouveau téléchargement sur YouTube publie également des messages dans Mind. Importez votre bibliothèque vidéo complète pour protéger votre contenu de la censure et de la démonétisation injuste.

# MARKETING_YT_MIGRATION__BREAK_FREE_FROM_GOOGLE
source: Break free from Google
fr: Pause gratuite de Google

# MARKETING_YT_MIGRATION__MONETIZE_YOUR_CONTENT
source: Monetize your content
fr: Monétisez votre contenu

# MARKETING_YT_MIGRATION__EVERYONE_EARNS_CONTRIBUTION
source: Everyone earns {START_LINK} Minds Tokens {CLOSE_LINK} based on their daily contribution to the network, which can be used to boost your content and grow your audience.
fr: Tout le monde gagne {START_LINK} jetons d'esprit {CLOSE_LINK} en fonction de sa contribution quotidienne au réseau, qui peut être utilisé pour booster votre contenu et augmenter votre public.

# MARKETING_YT_MIGRATION__MINDS_PLUS_AND_PRO_FEATURES
source: {START_LINK} Minds Plus {CLOSE_LINK} and {START_LINK_1} Pro {CLOSE_LINK} members unlock additional monetization features, including revenue-sharing and monthly cash payments for pageviews and referrals.
fr: Les membres {START_LINK} Minds Plus {CLOSE_LINK} et {START_LINK_1} Pro {CLOSE_LINK} débloquent des fonctionnalités de monétisation supplémentaires, y compris le partage de revenus et les paiements en espèces mensuels pour les pages vues et les recommandations.

# MARKETING_YT_MIGRATION__1000_YT_SUBSCRIBER_CLAIM
source: If you have over 1,000 YouTube subscribers, {START_LINK} claim a free annual subscription to Minds Plus {CLOSE_LINK} .
fr: Si vous avez plus de 1 000 abonnés à YouTube, {START_LINK} réclame un abonnement annuel gratuit à Minds Plus {CLOSE_LINK} .

# MARKETING_YT_MIGRATION__10000_YT_SUBSCRIBER_CLAIM
source: If you have over 10,000 YouTube subscribers, {START_LINK} claim a free annual subscription to Minds Pro {CLOSE_LINK} .
fr: Si vous avez plus de 10 000 abonnés à YouTube, {START_LINK} réclame un abonnement annuel gratuit à Minds Pro {CLOSE_LINK} .

# MARKETING_YT_MIGRATION__REGAIN_YOUR_FREEDOM
source: Regain your freedom
fr: Retrouvez votre liberté

# MARKETING_YT_MIGRATION__TIRED_UNFAIR_TREATMENT
source: Tired of the unfair treatment from traditional social networks?
fr: Fatigué du traitement injuste des réseaux sociaux traditionnels?

# MARKETING_YT_MIGRATION__FULLY_TRANSPARENT_OFFER
source: Minds offers a fully transparent, privacy-focused platform built for creators.
fr: Minds offre une plateforme entièrement transparente et axée sur la vie privée conçue pour les créateurs.

# MARKETING_YT_MIGRATION__TAKE_BACK_CONTROL_YOUR_MEDIA
source: Take back control of your social media
fr: Reprendre le contrôle de vos réseaux sociaux

# YOUTUBE_MIGRATION__YOUTUBE_MIGRATION
source: YouTube Migration
fr: Migration YouTube

# COMPOSER_POPUP__UPLOADED_IMAGE
source: Uploaded image
fr: Image téléchargée

# COMMON__UPLOAD
source: Upload
fr: Charger

# COMMON__POST
source: Post
fr: Publication

# COMPOSER__SCHEDULE_POST
source: Schedule Post
fr: Planifier la publication

# COMPOSER__COMPOSE
source: Compose
fr: Composer

# COMPOSER__CREATE_BLOG
source: Create Blog
fr: Créer un blog

# DISCOVERY_FEEDS__FEED_SETTINGS
source: Feed Settings
fr: Paramètres du flux

# DISCOVERY_FEEDS__CONTENT_TYPES
source: Content Types
fr: Types de contenu

# DISCOVERY_SETTINGS__SHOW_NSFW_IN_RESULTS
source: Show NSFW content in results
fr: Afficher le contenu NSFW dans les résultats

source: Join Minds Now
fr: Rejoindre les esprits maintenant

# HOMEPAGE_V2__HOW_DOES_IT_WORK
source: How does it work?
fr: Comment cela fonctionne-t-il ?

# HOMEPAGE_V2__POST_TYPES_SECURELY
source: Post videos, blogs, images and statuses. Message and video chat securely with groups or directly with friends. Discover great content through trending feeds and hashtags.
fr: Publiez des vidéos, des blogs, des images et des statuts. Discutez en toute sécurité avec des groupes ou directement avec des amis. Découvrez du contenu grâce à des flux et des hashtags tendances.

# HOMEPAGE_V2__EARN_DAILY_CONTRIBUTION
source: Earn tokens for your daily contributions and use them to upgrade your channel, boost your content for more reach and support other creators.
fr: Gagnez des jetons pour vos contributions quotidiennes et utilisez-les pour améliorer votre canal, améliorer votre contenu pour plus de portée et soutenir d'autres créateurs.

# HOMEPAGE_V2__RECEIVE_DIRECT_PAYMENTS
source: You can also receive direct payments in USD, Bitcoin and Ether from your fans or {START_LINK} upgrade {CLOSE_LINK} your account to launch your own website and get paid for the traffic you drive.
fr: Vous pouvez également recevoir des paiements directs en USD, Bitcoin et Ether de vos fans ou {START_LINK} mettez à niveau {CLOSE_LINK} votre compte pour lancer votre propre site Web et être payé pour le trafic que vous conduisez.

source: Download Whitepaper
fr: Télécharger le livre blanc

# HOMEPAGE_V2__OUR_PRINCIPLES
source: Our principles
fr: Nos principes

# HOMEPAGE_V2__TAKE_BACK_CONTROL
source: Take back control of your social media
fr: Reprendre le contrôle de vos réseaux sociaux

source: Join Minds Now
fr: Rejoindre les esprits maintenant

# ONBOARDING_NOTICE__WELCOME
source: Welcome
fr: Bienvenue

# ONBOARDING_NOTICE__WELCOME_MINDS_COMMUNITY
source: Welcome to the Minds Community
fr: Bienvenue dans la communauté des esprits

# ONBOARDING_NOTICE__YOUR_PRIVACY_OUR_PRIORITY
source: Your privacy is our priority. You are free to provide as much or as little information as you wish for better recommendations and to connect with people in your local area.
fr: Votre vie privée est notre priorité. Vous êtes libre de fournir autant ou aussi peu d'informations que vous le souhaitez pour de meilleures recommandations et de communiquer avec les gens de votre région.

# ONBOARDING_NOTICE__LETS_GET_SETUP
source: Let's Get Setup
fr: Laissons l'installation

# ONBOARDING_NOTICE__NO_THANKS_LATER
source: No thanks, I'll do it later
fr: Non merci, je le ferai plus tard

# ONBOARDING_HASHTAGS__SELECT_SOME_HASHTAGS
source: Select some hashtags that are of interest to you.
fr: Sélectionnez des hashtags qui vous intéressent.

# ONBOARDING_HASHTAGS__YOU_MUST_SELECT_ATLEAST_3
source: You must select at least 3 hashtags
fr: Vous devez sélectionner au moins 3 hashtags

# COMMON__SKIP
source: Skip
fr: Ignorer

# COMMON_CONTINUE
source: Continue
fr: Continuer

# ONBOARDING_PHONE__MOBILE_PHONE_NUMBER
source: Mobile Phone Number
fr: Numéro de téléphone mobile

# ONBOARDING_PHONE__YOUR_PHONE_USED_ADDITIONAL_SECURITY
source: Your mobile number may be used for additional account security, unique identification and to help your friends find you. This data is private and encrypted.
fr: Votre numéro de téléphone mobile peut être utilisé pour une sécurité de compte supplémentaire, une identification unique et pour aider vos amis à vous trouver. Ces données sont privées et chiffrées.

# COMMON__OPTIONAL
source: Optional
fr: Optionnel

# ONBOARDING_PHONE__VERIFY
source: Verify
fr: Vérifier

# ONBOARDING_PHONE__YOUR_NUMBER_HAS_BEEN_VERIFIED
source: Your phone number has been verified.
fr: Votre numéro de téléphone a été vérifié.

# ONBOARDING_PHONE__VERIFICATION_CODE
source: Verification Code
fr: Code de vérification

# ONBOARDING_PHONE__PLEASE_ENTER_CODE
source: Please enter the code we just sent to + {INTERPOLATION} , to verify your number.
fr: Veuillez entrer le code que nous venons d'envoyer à + {INTERPOLATION} , pour vérifier votre numéro.

# ONBOARDING_PHONE__RESEND_VERIFICATION_CODE
source: Re-send verification code
fr: Renvoyer le code de vérification

# ONBOARDING_PHONE__GO_BACK
source: Go back
fr: RETOUR

# ONBOARDING_PHONE__YOU_MUST_VERIFY
source: You must verify your phone number
fr: Vous devez vérifier votre numéro de téléphone

# ONBOARDING_INFO__LOCATION
source: Location
fr: Localisation

# ONBOARDING_INFO__PLEASE_ENTER_CITY
source: Please enter your city to help us connect you with channels in your area. We do not track your exact location.
fr: Veuillez entrer votre ville pour nous aider à vous connecter avec les chaînes de votre région. Nous ne suivons pas votre position exacte.

# ONBOARDING_INFO__OPTIONAL
source: Optional
fr: Optionnel

# COMMON__DATE_OF_BIRTH
source: Date of Birth
fr: Date de naissance

# ONBOARDING_INFO__PLEASE_ENTER_DOB
source: Please enter your birth date to confirm your age and help us improve our recommendations.
fr: Veuillez entrer votre date de naissance pour confirmer votre âge et nous aider à améliorer nos recommandations.

# ONBOARDING_INFO__YOU_MUST_BE_ATLEAST_13
source: You must be at least 13 years old
fr: Vous devez avoir au moins 13 ans

# COMMON__CONTINUE
source: Continue
fr: Continuer

# COMMON__FINISH
source: Finish
fr: Terminer

# ONBOARDING_CHANNELS_LIST__SUBSCRIBERS
source: {INTERPOLATION} subscribers
fr: {INTERPOLATION} abonnés

# ONBOARDING_AVATAR__POSITION_YOUR_PHOTO
source: Position your photo
fr: Positionner votre photo

# COMMON_CANCEL
source: Cancel
fr: Annuler

# COMMON__UPLOAD_A_PHOTO
source: Upload a Photo
fr: Télécharger une photo

# ONBOARDING_GROUPS_LIST__MEMBERS
source: {INTERPOLATION} members
fr: {INTERPOLATION} membres

# MARKETING_PLUS__MINDS_PLUS
source: Minds Plus
fr: Esprit Plus

# MARKETING_PLUS__UPGRADE_CHANNEL_PREMIUM_FEATURES
source: Upgrade your channel and {START_EMPHASISED_TEXT} unlock premium features {CLOSE_EMPHASISED_TEXT}
fr: Mettez à niveau votre chaîne et {START_EMPHASISED_TEXT} débloquez les fonctionnalités premium {CLOSE_EMPHASISED_TEXT}

# MARKETING_PLUS__SUPPORT_MINDS_UNLOCK_FEATURES
source: Support Minds and unlock features such as hiding ads, accessing exclusive content, receiving a badge and verifying your channel.
fr: Soutenez les esprits et débloquez des fonctionnalités telles que masquer les publicités, accéder au contenu exclusif, recevoir un badge et vérifier votre canal.

# MARKETING_PLUS__CLICK_TO_REQUEST_VERIFICATION
source: Click here to request to be verified
fr: Cliquez ici pour demander à être vérifié

# MARKETING_PLUS__YOU_ARE_VERIFIED
source: You are verified!
fr: Vous êtes vérifié!

# MARKETING_PLUS__HIDE_BOOSTED_CONTENT
source: Hide boosted content
fr: Masquer le contenu boosté
