Repository: Akanshagiriya/front
Catalog: src/locale/Minds.*.xliff
Languages: fr

# NOTIFICATIONS__NOTIFICATION__FRIENDS
source: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} subscribed to you
fr: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} s'est abonné à vous

# NOTIFICATIONS__NOTIFICATION__REFERRAL_PING
source: Free tokens are waiting for you! Once you join the rewards program by setting up your Minds wallet, both you and {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} will earn tokens for your referral
fr: Des jetons gratuits vous attendent! Une fois que vous avez rejoint le programme de récompenses en configurant votre portefeuille Minds, vous et {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} gagnerez des jetons pour votre recommandation

# NOTIFICATIONS__NOTIFICATION__REFERRAL_PENDING
source: You have a pending referral! {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} used your referral link when they signed up for Minds. You'll get tokens once they join the rewards program and set up their wallet
fr: Vous avez une recommandation en attente ! {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} a utilisé votre lien de parrainage lorsqu'ils se sont inscrits à l'esprit. Vous obtiendrez des jetons une fois qu'ils auront rejoint le programme de récompenses et mis en place leur portefeuille

# NOTIFICATIONS__NOTIFICATION__REFERRAL_COMPLETE
source: You've earned tokens for the completed referral of {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN}
fr: Vous avez gagné des jetons pour la recommandation terminée de {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN}

# NOTIFICATIONS__NOTIFICATION__GROUP_INVITE
source: {INTERPOLATION} invited you to join {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
fr: {INTERPOLATION} vous a invité à rejoindre {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}

# NOTIFICATIONS__NOTIFICATION__GROUP_KICK
source: You were kicked off from {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN}
fr: Vous avez été expulsé de {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN}

# NOTIFICATIONS__NOTIFICATION__GROUP_ACTIVITY
source: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} posted in {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
fr: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} a posté dans {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}

# NOTIFICATIONS__NOTIFICATION__GROUP_QUEUE_ADD
source: Your post for {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} is awaiting approval from group administrators.
fr: Votre message pour {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} attend l'approbation des administrateurs du groupe.

# NOTIFICATIONS__NOTIFICATION__GROUP_QUEUE_APPROVE
source: Your post for {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} was approved.
fr: Votre message pour {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} a été approuvé.

# NOTIFICATIONS__NOTIFICATION__GROUP_QUEUE_REJECT
source: Your post for {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} was rejected.
fr: Votre message pour {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} a été rejeté.

# NOTIFICATIONS__NOTIFICATION__COMMENT_ACTIVITY_OWN
source: {INTERPOLATION} commented on {START_TAG_SPAN} your activity {CLOSE_TAG_SPAN}
fr: {INTERPOLATION} a commenté sur {START_TAG_SPAN} votre activité {CLOSE_TAG_SPAN}

# NOTIFICATIONS__NOTIFICATION__COMMENT_ACTIVITY_OTHER
source: {INTERPOLATION} commented on {START_TAG_SPAN} {INTERPOLATION_1} 's activity {CLOSE_TAG_SPAN}
fr: {INTERPOLATION} a commenté l'activité de {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}

# NOTIFICATIONS__NOTIFICATION__COMMENT_X_ON_Y
source: {INTERPOLATION} commented on {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
fr: {INTERPOLATION} a commenté sur {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}

# NOTIFICATIONS__NOTIFICATION__COMMENTED_ON
source: {INTERPOLATION} commented on
fr: {INTERPOLATION} a commenté sur

# NOTIFICATIONS__NOTIFICATION__REPLIED_TO
source: {INTERPOLATION} replied to your comment on
fr: {INTERPOLATION} a répondu à votre commentaire sur

# NOTIFICATIONS__NOTIFICATION__OTHER_OBJECT
source: {INTERPOLATION} 's {INTERPOLATION_1}
fr: {INTERPOLATION} de {INTERPOLATION_1}

# NOTIFICATIONS__NOTIFICATION__OWN_OBJECT
source: your {INTERPOLATION}
fr: votre {INTERPOLATION}

# NOTIFICATIONS__NOTIFICATION__REPLIED_TO_GROUP_CONVERSATION
source: {INTERPOLATION} replied to your message in
fr: {INTERPOLATION} a répondu à votre message dans

# NOTIFICATIONS__NOTIFICATION__ERROR_VIEWING
source: There was an error viewing this notification.
fr: Une erreur s'est produite lors de la visualisation de cette notification.

# NOTIFICATIONS__NOTIFICATION__LIKE__VOTED_UP_OBJECT
source: {INTERPOLATION} voted up
fr: {INTERPOLATION} a voté pour

# NOTIFICATIONS__NOTIFICATION__LIKE__VOTED_UP_ACTIVITY
source: {INTERPOLATION} voted up {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
fr: {INTERPOLATION} a voté pour {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}

# NOTIFICATIONS__NOTIFICATION__LIKE__VOTED_UP_OWN_ACTIVITY
source: {INTERPOLATION} voted up {START_TAG_SPAN} your activity {CLOSE_TAG_SPAN}
fr: {INTERPOLATION} a voté pour {START_TAG_SPAN} votre activité {CLOSE_TAG_SPAN}

# NOTIFICATIONS__NOTIFICATION__LIKE__VOTED_UP_COMMENT
source: {INTERPOLATION} voted up {START_TAG_SPAN} your comment {CLOSE_TAG_SPAN} {START_TAG_SPAN_1} your reply {CLOSE_TAG_SPAN}
fr: {INTERPOLATION} a voté pour {START_TAG_SPAN} votre commentaire {CLOSE_TAG_SPAN} {START_TAG_SPAN_1} votre réponse {CLOSE_TAG_SPAN}

# NOTIFICATIONS__NOTIFICATION__LIKE__VOTED_UP_CONVERSATION
source: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} voted up your message in {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN} 's conversation
fr: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} a voté pour votre message dans la conversation de {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}

# NOTIFICATIONS__NOTIFICATION__POST_DELETED
source: This post was deleted.
fr: Ce message a été supprimé.

# NOTIFICATIONS__NOTIFICATION__DOWNVOTE__VOTED_DOWN_OBJECT
source: {INTERPOLATION} down voted
fr: {INTERPOLATION} a voté contre

# NOTIFICATIONS__NOTIFICATION__DOWNVOTE__VOTED_DOWN_ACTIVITY
source: {INTERPOLATION} down voted {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
fr: {INTERPOLATION} a voté contre {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}

# NOTIFICATIONS__NOTIFICATION__DOWNVOTE__VOTED_DOWN_OWN_ACTIVITY
source: {INTERPOLATION} down voted {START_TAG_SPAN} your activity {CLOSE_TAG_SPAN}
fr: {INTERPOLATION} a voté contre {START_TAG_SPAN} votre activité {CLOSE_TAG_SPAN}

# NOTIFICATIONS__NOTIFICATION__DOWNVOTE__VOTED_DOWN_COMMENT
source: {INTERPOLATION} down voted {START_TAG_SPAN} your comment {CLOSE_TAG_SPAN} {START_TAG_SPAN_1} your reply {CLOSE_TAG_SPAN}
fr: {INTERPOLATION} a voté contre {START_TAG_SPAN} votre commentaire {CLOSE_TAG_SPAN} {START_TAG_SPAN_1} votre réponse {CLOSE_TAG_SPAN}

# NOTIFICATIONS__NOTIFICATION__DOWNVOTE__VOTED_DOWN_CONVERSATION
source: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} down voted your message in {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN} 's conversation
fr: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} a voté contre votre message dans la conversation de {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}

# NOTIFICATIONS__NOTIFICATION__REMIND__REMINDED
source: {INTERPOLATION} reminded
fr: {INTERPOLATION} a rappelé

# NOTIFICATIONS__NOTIFICATION__REMIND__REMINDED_ACTIVITY
source: {INTERPOLATION} reminded {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
fr: {INTERPOLATION} a rappelé {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}

# NOTIFICATIONS__NOTIFICATION__REMIND__REMINDED_OWN_ACTIVITY
source: {INTERPOLATION} reminded {START_TAG_SPAN} your activity {CLOSE_TAG_SPAN}
fr: {INTERPOLATION} a rappelé à {START_TAG_SPAN} votre activité {CLOSE_TAG_SPAN}

# NOTIFICATIONS__NOTIFICATION__FEATURE
source: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} was featured
fr: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} a été mis en vedette

# NOTIFICATIONS__NOTIFICATION__TAG__IN_A_POST
source: {INTERPOLATION} tagged you in a post
fr: {INTERPOLATION} vous a tagué dans un message

# NOTIFICATIONS__NOTIFICATION__TAG__IN_A_COMMENT
source: {INTERPOLATION} tagged you in a comment
fr: {INTERPOLATION} vous a tagué dans un commentaire

# NOTIFICATIONS__NOTIFICATION__TAG__IN_A_CONVERSATION
source: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} tagged you in {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN} 's conversation
fr: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} vous a tagué dans la conversation de {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}

# NOTIFICATIONS__NOTIFICATION__MISSED_CALL
source: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} tried to call you.
fr: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} a essayé de vous appeler.

# NOTIFICATIONS__NOTIFICATION__BOOST_GIFT__GIFTED_YOU
source: {INTERPOLATION} gifted you {INTERPOLATION_1} views {START_TAG_SPAN} for {CLOSE_TAG_SPAN}
fr: {INTERPOLATION} vous a donné {INTERPOLATION_1} vues {START_TAG_SPAN} pour {CLOSE_TAG_SPAN}

# NOTIFICATIONS__NOTIFICATION__YOUR_POST
source: your post
fr: votre message

# NOTIFICATIONS__NOTIFICATION__YOUR_CHANNEL
source: your channel
fr: votre chaîne

# NOTIFICATIONS__NOTIFICATION__BOOST_SUBMITTED__VIEWS_FOR
source: {INTERPOLATION} views {START_TAG_SPAN} for {CLOSE_TAG_SPAN}
fr: {INTERPOLATION} vues {START_TAG_SPAN} pour {CLOSE_TAG_SPAN}

# NOTIFICATIONS__NOTIFICATION__BOOST_SUBMITTED__AWAITING_APPROVAL
source: is awaiting approval.
fr: attend d'être approuvé.

# NOTIFICATIONS__NOTIFICATION__X_POINTS_FOR
source: {INTERPOLATION} points {START_TAG_SPAN} for {CLOSE_TAG_SPAN}
fr: {INTERPOLATION} points {START_TAG_SPAN} pour {CLOSE_TAG_SPAN}

# NOTIFICATIONS__NOTIFICATION__BOOST_SUBMITTED_P2P__AWAITING_APPROVAL_BY
source: is awaiting approval by {START_TAG_SPAN} @ {INTERPOLATION} {CLOSE_TAG_SPAN}
fr: est en attente d'approbation par {START_TAG_SPAN} @ {INTERPOLATION} {CLOSE_TAG_SPAN}

# NOTIFICATIONS__NOTIFICATION__BOOST_REQUEST__POINTS_TO_BOOST
source: {INTERPOLATION} is offering you {INTERPOLATION_1} points to boost
fr: {INTERPOLATION} vous offre {INTERPOLATION_1} points pour booster

# NOTIFICATIONS__NOTIFICATION__THEIR_ACTIVITY
source: their activity
fr: leur activité

# NOTIFICATIONS__NOTIFICATION__THEIR_CHANNEL
source: their channel
fr: leur canal

# NOTIFICATIONS__NOTIFICATION__BOOST_REJECTED__BOOST_FORM
source: Your boost {START_TAG_SPAN} for {CLOSE_TAG_SPAN}
fr: Votre boost {START_TAG_SPAN} pour {CLOSE_TAG_SPAN}

# NOTIFICATIONS__NOTIFICATION__BOOST_REJECTED__REASON
source: was rejected for {START_TAG_NG-CONTAINER} {START_ITALIC_TEXT} {INTERPOLATION} {CLOSE_ITALIC_TEXT} . {CLOSE_TAG_NG-CONTAINER} Your tokens have been credited back to your wallet.
fr: a été rejeté pour {START_TAG_NG-CONTAINER} {START_ITALIC_TEXT} {INTERPOLATION} {CLOSE_ITALIC_TEXT} . {CLOSE_TAG_NG-CONTAINER} Vos jetons ont été crédités sur votre portefeuille.

# NOTIFICATIONS__NOTIFICATION__BOOST_REVOKED__BOOST_FOR
source: You revoked your boost {START_TAG_SPAN} for {CLOSE_TAG_SPAN}
fr: Vous avez révoqué votre boost {START_TAG_SPAN} pour {CLOSE_TAG_SPAN}

# NOTIFICATIONS__NOTIFICATION__BOOST_REVOKED__REFUNDED
source: Your offer has been refunded.
fr: Votre offre a été remboursée.

# NOTIFICATIONS__NOTIFICATION__BOOST_ACCEPTED__WERE_ACCEPTED
source: were accepted.
fr: ont été acceptés.

# NOTIFICATIONS__NOTIFICATION__BOOST_COMPLETED__BEEN_MET
source: have been met.
fr: ont été satisfaites.

# NOTIFICATIONS__NOTIFICATION__BOOST_PEER_REQUEST__IS_OFFERING
source: {START_BOLD_TEXT} @ {INTERPOLATION} {CLOSE_BOLD_TEXT} is offering
fr: {START_BOLD_TEXT} @ {INTERPOLATION} {CLOSE_BOLD_TEXT} offre

# M__COMMON__TOKENS_SUFFIX
source: tokens
fr: jetons

# NOTIFICATIONS__NOTIFICATION__FOR_WORD
source: for
fr: pour

# NOTIFICATIONS__NOTIFICATION__THEIR_POST
source: their post
fr: leur publication

# NOTIFICATIONS__NOTIFICATION__BOOST_PEER_ACCEPTED__ACCEPTED_BID
source: {START_BOLD_TEXT} @ {INTERPOLATION} {CLOSE_BOLD_TEXT} accepted your bid of
fr: {START_BOLD_TEXT} @ {INTERPOLATION} {CLOSE_BOLD_TEXT} a accepté votre offre de

# NOTIFICATIONS__NOTIFICATION__BOOST_PEER_REJECTED__DECLINED_BID
source: {START_BOLD_TEXT} @ {INTERPOLATION} {CLOSE_BOLD_TEXT} declined your bid of
fr: {START_BOLD_TEXT} @ {INTERPOLATION} {CLOSE_BOLD_TEXT} a refusé votre offre de

# NOTIFICATIONS__NOTIFICATION__BOOST_PEER_REJECTED__NOT_CHARGED
source: You have not been charged.
fr: Vous n'avez pas été facturé.

# NOTIFICATIONS__NOTIFICATION__PROGRAM_QUEUED
source: Your application for {INTERPOLATION} program is awaiting approval.
fr: Votre candidature pour le programme {INTERPOLATION} est en attente d'approbation.

# NOTIFICATIONS__NOTIFICATION__PROGRAM_ACCEPTED
source: Your application for {INTERPOLATION} program was approved. Congratulations!
fr: Votre candidature pour le programme {INTERPOLATION} a été approuvée. Félicitations !

# NOTIFICATIONS__NOTIFICATION__PROGRAM_DECLINED
source: Your application for {INTERPOLATION} program was declined.
fr: Votre candidature pour le programme {INTERPOLATION} a été refusée.

# NOTIFICATIONS__NOTIFICATION__PAYOUT_QUEUED
source: Your payment request for {INTERPOLATION} is awaiting approval.
fr: Votre demande de paiement pour {INTERPOLATION} est en attente d'approbation.

# NOTIFICATIONS__NOTIFICATION__PAYOUT_ACCEPTED
source: Your payment request for {INTERPOLATION} was approved.
fr: Votre demande de paiement pour {INTERPOLATION} a été approuvée.

# NOTIFICATIONS__NOTIFICATION__PAYOUT_DECLINED
source: Your payment request for {INTERPOLATION} was declined.
fr: Votre demande de paiement pour {INTERPOLATION} a été refusée.

# NOTIFICATIONS__NOTIFICATION__WELCOME_POINTS
source: Welcome to Minds. We have given you {START_TAG_SPAN} 1000 points {CLOSE_TAG_SPAN} to get you started.
fr: Bienvenue dans l'esprit. Nous vous avons donné {START_TAG_SPAN} 1000 points {CLOSE_TAG_SPAN} pour vous aider à démarrer.

# NOTIFICATIONS__NOTIFICATION__WELCOME_POST
source: {START_TAG_SPAN} Tap here {CLOSE_TAG_SPAN} to create a post
fr: {START_TAG_SPAN} Appuyez ici {CLOSE_TAG_SPAN} pour créer un post

# NOTIFICATIONS__NOTIFICATION__WELCOME_BOOST
source: You can gain more reach by boosting your content. Hit the blue boost icon on your posts.
fr: Vous pouvez avoir plus de portée en boostant votre contenu. Cliquer sur l'icône de boost bleue sur vos publications.

# NOTIFICATIONS__NOTIFICATION__WELCOME_CHAT
source: Chat securely with your mutual subscriptions.
fr: Discutez en toute sécurité avec vos abonnements mutuels.

# NOTIFICATIONS__NOTIFICATION__WELCOME_DISCOVER
source: {START_TAG_SPAN} Tap here {CLOSE_TAG_SPAN} to discover new channels and media.
fr: {START_TAG_SPAN} Appuyez ici {CLOSE_TAG_SPAN} pour découvrir de nouveaux canaux et médias.

# NOTIFICATIONS__NOTIFICATION__VIDEO_IS_READY
source: Your {START_LINK} video {CLOSE_LINK} is ready to be viewed!
fr: Votre vidéo {START_LINK} {CLOSE_LINK} est prête à être vue!

# NOTIFICATIONS__NOTIFICATION__MESSENGER_INVITE
source: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} wants to chat with you!
fr: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} veut discuter avec vous!

# NOTIFICATIONS__NOTIFICATION__WIRE_HAPPENED__TO_ONETIME
source: You have successfully wired {INTERPOLATION} to {START_LINK} @ {INTERPOLATION_1} {CLOSE_LINK}
fr: Vous avez câblé avec succès {INTERPOLATION} à {START_LINK} @ {INTERPOLATION_1} {CLOSE_LINK}

# NOTIFICATIONS__NOTIFICATION__WIRE_HAPPENED__FROM_ONETIME
source: You have received a wire of {INTERPOLATION} from {START_LINK} @ {INTERPOLATION_1} {CLOSE_LINK}
fr: Vous avez reçu un fil de {INTERPOLATION} de {START_LINK} @ {INTERPOLATION_1} {CLOSE_LINK}

# NOTIFICATIONS__NOTIFICATION__WIRE_HAPPENED__TO_SUBSCRIPTION
source: You have subscribed to wire {INTERPOLATION} /month to {START_LINK} @ {INTERPOLATION_1} {CLOSE_LINK}
fr: Vous vous êtes abonné au fil fil {INTERPOLATION} /mois à {START_LINK} @ {INTERPOLATION_1} {CLOSE_LINK}

# NOTIFICATIONS__NOTIFICATION__WIRE_HAPPENED__FROM_SUBSCRIPTION
source: You have received a wire subscription of {INTERPOLATION} /month from {START_LINK} @ {INTERPOLATION_1} {CLOSE_LINK}
fr: Vous avez reçu un abonnement Fil de {INTERPOLATION} par mois de {START_LINK} @ {INTERPOLATION_1} {CLOSE_LINK}

# NOTIFICATIONS__NOTIFICATION__REPORT_ACTIONED__ACTIVITY_BEEN
source: Your post
fr: Votre message

# NOTIFICATIONS__NOTIFICATION__REPORT_ACTIONED__ACTIVITY_TITLE_BEEN
source: Your post {INTERPOLATION}
fr: Votre message {INTERPOLATION}

# NOTIFICATIONS__NOTIFICATION__REPORT_ACTIONED__COMMENT_BEEN
source: {START_TAG_SPAN} Your comment {CLOSE_TAG_SPAN} has been {INTERPOLATION}
fr: {START_TAG_SPAN} Votre commentaire {CLOSE_TAG_SPAN} a été {INTERPOLATION}

# NOTIFICATIONS__NOTIFICATION__REWARDS__YOU_HAVE_RECEIVED_X_TOKENS_TODAY
source: You earned {INTERPOLATION} tokens today.
fr: Vous avez gagné {INTERPOLATION} jetons aujourd'hui.

# NOTIFICATIONS__NOTIFICATION__REWARDS__YOU_HAVE_LEFT
source: You have {INTERPOLATION} left to earn tokens today!
fr: Il vous reste {INTERPOLATION} pour gagner des jetons aujourd'hui!

# NOTIFICATIONS__NOTIFICATION__TRANSCODE_COMPLETED
source: Your video has finished transcoding.
fr: Votre vidéo a terminé le transcodage.

# NOTIFICATIONS__NOTIFICATION__TRANSCODE_FAILED
source: Your video failed to transcode. Please check that your format is valid and try to upload the video again.
fr: Votre vidéo n'a pas pu être transcodée. Veuillez vérifier que votre format est valide et essayez de télécharger la vidéo à nouveau.

# NOTIFICATIONS__NOTIFICATION__GENERAL_ERROR_VIEWING
source: Sorry, there was an error viewing this notification
fr: Désolé, une erreur s'est produite lors de la visualisation de cette notification

# M__HASHTAG__SELECTOR_TITLE
source: Personalize your feed
fr: Personnalisez votre flux

# M__HASHTAG__SELECTOR__TRENDING
source: Trending
fr: Tendance

# M__HASHTAG__SELECTOR__DEFAULTS
source: Defaults
fr: Valeurs par défaut

# M__HASHTAG__SELECTOR__SUBTITLE
source: Select the hashtags below that you wish to see more of. The hashtags you select will be pinned to the top bar of your feed. You can change these at anytime via your settings or by clicking on 'MORE' at the top of any feed.
fr: Sélectionnez les hashtags ci-dessous dont vous souhaitez voir plus. Les hashtags que vous sélectionnez seront épinglés dans la barre supérieure de votre flux. Vous pouvez les modifier à tout moment via vos paramètres ou en cliquant sur 'PLUS ' en haut de n'importe quel flux.

# M_HASHTAG__SELECTOR__DONE
source: DONE
fr: FAIT

# GROUPS__PROFILE__FEED__REMOVE_USER
source: Remove user
fr: Supprimer l'utilisateur

# GROUPS__THIS_GROUP_CONTAINS_NSFW
source: This group contains content that is NSFW
fr: Ce groupe contient du contenu qui est NSFW

# GROUPS__NAME_PLACEHOLDER
source: Enter a name
fr: Entrez un nom

# GROUPS__DESCRIPTION_PLACEHOLDER
source: Enter a brief description
fr: Entrez une brève description

# GROUPS__OPEN_GROUP
source: Open Group
fr: Groupe ouvert

# GROUPS__CLOSED_GROUP
source: Closed Group
fr: Groupe fermé

# GROUPS__ANYONE_CAN_POST
source: Anyone can post
fr: N'importe qui peut poster

# GROUPS__POSTS_ARE_MODERATED
source: Posts are moderated
fr: Les messages sont modérés

# GROUPS__PROFILE__ADMINQUEUE_COUNT
source: {INTERPOLATION} new
fr: {INTERPOLATION} nouveaux

# GROUPS__DEFAULT_VIEW_FEED
source: Default view: Feed
fr: Vue par défaut: Flux

# GROUPS__DEFAULT_VIEW_CONVERSATIONS
source: Default view: Conversations
fr: Vue par défaut : Conversations

# GROUPS__VIDEO_CALLS_ENABLED
source: Video calls enabled
fr: Appels visio activés

# GROUPS__VIDEO_CALLS_DISABLED
source: Video calls disabled
fr: Appels visio désactivés

# CREATE_GROUP__CREATE_GROUP
source: Create Group
fr: Créer un groupe

# CREATE_GROUP__NAME
source: Name
fr: Nom

# CREATE_GROUP__AVATAR_AND_BANNER
source: Avatar and Banner
fr: Avatar et bannière

# CREATE_GROUP__DESCRIPTION
source: Description
fr: Libellé

# CREATE_GROUP__GROUP_TYPE
source: Group Type
fr: Type de groupe

# CREATE_GROUP__CLOSED
source: Closed
fr: Fermé

# CREATE_GROUP__OPEN
source: Open
fr: Ouvert

# M__COMMON_TOPBAR_TOP
source: Top
fr: En haut

# M__COMMON_TOPBAR_TOP_TOOLTIP
source: Top displays the top content on Minds
fr: Top affiche le meilleur contenu dans les esprits

# M__COMMON_TOPBAR__MY_GROUPS
source: My Groups
fr: Mes groupes

# MINDS__GROUPS__TOPBAR__YOUR_GROUPS_TOOLTIP
source: Your Groups
fr: Vos groupes

# M__COMMON_TOPBAR__START_A_NEW_GROUP
source: Start a new group
fr: Démarrer un nouveau groupe

# MINDS__GROUPS__TOPBAR__START_A_NEW_GROUP_TOOLTIP
source: Start a new group
fr: Démarrer un nouveau groupe

# GROUPS__JOIN_BUTTON__JOIN_ACTION
source: {START_TAG_NG-CONTAINER} Join {CLOSE_TAG_NG-CONTAINER} {START_TAG_NG-CONTAINER_1} Joining {CLOSE_TAG_NG-CONTAINER}
fr: {START_TAG_NG-CONTAINER} Rejoindre {CLOSE_TAG_NG-CONTAINER} {START_TAG_NG-CONTAINER_1} Rejoindre {CLOSE_TAG_NG-CONTAINER}

# GROUPS__JOIN_BUTTON__DECLINE_ACTION
source: Decline
fr: Refuser

# GROUPS__JOIN_BUTTON__LEAVE_ACTION
source: Leave
fr: Quitter

# GROUPS__JOIN_BUTTON__CANCEL_REQ_ACTION
source: Cancel request
fr: Annuler la demande

# GROUPS__JOIN_BUTTON__JOIN_A_GROUP_TITLE
source: join a group
fr: rejoindre un groupe

# GROUPS__PROFILE__INVITE_TO
source: Invite to {INTERPOLATION}
fr: Inviter à {INTERPOLATION}

# GROUPS__PROFILE__INVITE
source: Invite
fr: Inviter

# GROUPS__PROFILE__REQUESTS
source: Requests
fr: Demandes

# GROUPS__PROFILE__MEMBERS__INVITE__ITEM_ONLY_SUBSCRIBERS
source: You can only invite users who are your subscribers
fr: Vous ne pouvez inviter que les utilisateurs qui sont vos abonnés

# GROUPS__PROFILE__MEMBERS__INVITE__ITEM_NOTIFICATION_INFO
source: They will receive a notification to confirm they want to be a member of this group
fr: Ils recevront une notification pour confirmer qu'ils veulent être membres de ce groupe

# GROUPS__PROFILE__MEMBERS__INVITE__ITEM_BAN_REINVITE
source: If the user was banned from the group, inviting them will lift the ban
fr: Si l'utilisateur a été banni du groupe, l'inviter levera le bannissement

# GROUPS__PROFILE__MEMBERS__INVITE__INVITING
source: Inviting...
fr: Invitation...

# GROUPS__PROFILE__MEMBERS__INVITE__SEARCH_PLACEHOLDER
source: Search for a channel
fr: Rechercher une chaîne

# GROUPS__PROFILE__CARD_USER_ACTIONS__REMOVE_FROM_GROUP
source: Remove from Group
fr: Retirer du groupe

# GROUPS__PROFILE__CARD_USER_ACTIONS__REINVITE
source: Re-invite to Group
fr: Ré-inviter au groupe

# GROUPS__PROFILE__CARD_USER_ACTIONS__INVITED
source: Invited
fr: Invité

# GROUPS__PROFILE__CARD_USER_ACTIONS__MAKE_ADMIN
source: Make Admin
fr: Rendre administrateur

# GROUPS__PROFILE__CARD_USER_ACTIONS__REMOVE_AS_ADMIN
source: Remove as Admin
fr: Supprimer en tant qu'administrateur

# GROUPS__PROFILE__CARD_USER_ACTIONS__MAKE_MODERATOR
source: Make Moderator
fr: Ajouter comme Modérateur

# GROUPS__PROFILE__CARD_USER_ACTIONS__REMOVE_AS_MODERATOR
source: Remove as Moderator
fr: Supprimer comme Modérateur

# GROUPS__REMOVE_X_FROM_Y_CONFIRM
source: Are you sure you want to remove {INTERPOLATION} from {INTERPOLATION_1} ?
fr: Êtes-vous sûr de vouloir supprimer {INTERPOLATION} de {INTERPOLATION_1} ?

# M__COMMON__BAN_PERMANENTLY
source: Ban permanently
fr: Bannir définitivement

# GROUPS__PROFILE__MEMBERS__SEARCH_PLACEHOLDER
source: Search for a member
fr: Rechercher un membre

# GROUPS__PROFILE__GROUP_SETTINGS_BTN__ENABLE_CONVERSATION
source: Enable Conversation
fr: Activer la conversation

# GROUPS__PROFILE__GROUP_SETTINGS_BTN__DISABLE_CONVERSATION
source: Disable Conversation
fr: Désactiver la conversation

# GROUPS__PROFILE__GROUP_SETTINGS_BTN__DISABLE_NOTIFICATIONS
source: Disable Notifications
fr: Désactiver les notifications

# GROUPS__PROFILE__GROUP_SETTINGS_BTN__ENABLE_NOTIFICATIONS
source: Enable Notifications
fr: Activer les notifications

# M__ACTION__SET_EXPLICIT
source: Set Explicit
fr: Définir comme explicite
