Repository: Akanshagiriya/front
Catalog: src/locale/Minds.*.xliff
Languages: fr

# WALLET_V2_SETTINGS_TOKENS__MINDS_RECOMMENDS_METAMASK_INFO
source: Minds recommends using MetaMask for the most seamless user experience.
fr: Minds recommande d'utiliser MetaMask pour une expérience utilisateur optimale.

# WALLET_V2_SETTINGS_TOKENS__LINK_METAMASK
source: Link MetaMask
fr: Lier MetaMask

# WALLET_V2_SETTINGS_TOKENS__RELOAD_INFO
source: Note: You might need to reload Minds after installing and setting up MetaMask.
fr: Note : Vous devrez peut-être recharger Minds après l'installation et la configuration de MetaMask.

# WALLET_V2_SETTINGS_TOKENS__CUSTOM
source: Custom
fr: Personnalisé

# WALLET_V2_SETTINGS_TOKENS__METAMASK_ALT_INFO
source: You don’t need to use MetaMask. You can alternatively manage your own address.
fr: Vous n'avez pas besoin d'utiliser MetaMask. Vous pouvez également gérer votre propre adresse.

# WALLET_V2_SETTINGS_TOKENS__BACK_TO_CURRENT
source: Back to current address
fr: Retour à l'adresse actuelle

# WALLET_V2_SETTINGS_TOKENS__CREATE_ADDRESS
source: Create Address
fr: Créer une adresse

# WALLET_V2_SETTINGS_TOKENS__GENERATE_CUSTOM_ADDRESS_INFO
source: Generate a custom address to use instead of MetaMask. Once the address is generated, you will be provided with a link to download the address and private key.
fr: Générer une adresse personnalisée à utiliser au lieu de MetaMask. Une fois que l'adresse est générée, vous recevrez un lien pour télécharger l'adresse et la clé privée.

# WALLET_V2_SETTINGS_TOKENS__THE_ADDRESS_X_WAS_SUCCESSFULLY
source: The address {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} was successully saved as your on-chain address. Click the button below to download its private key - you will need it to conduct transactions, so ensure you safely store the private key file.
fr: L'adresse {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} a été enregistrée comme votre adresse sur la chaîne. Cliquez sur le bouton ci-dessous pour télécharger sa clé privée - vous en aurez besoin pour effectuer des transactions, donc assurez-vous de stocker le fichier de clé privée en toute sécurité.

# WALLET_V2_SETTINGS_TOKENS__DOWNLOAD_PRIVATE_KEY
source: Download Private Key
fr: Télécharger la clé privée

# WALLET_V2_SETTINGS_TOKENS__BACK_TO_SETTINGS
source: Back to settings
fr: Retour aux paramètres

# WALLET_V2_SETTINGS_TOKENS__PROVIDE_ADDRESS
source: Provide Address
fr: Indiquez une adresse

# WALLET_V2_SETTINGS_TOKENS__ENTER_ADDRESS_AS_WALLET_INFO
source: Enter the address that will be stored as your wallet for Minds on-chain tokens and Ether payments. To conduct transactions you will need your wallet's private key and MetaMask cannot be installed in your browser.
fr: Entrez l'adresse qui sera stockée en tant que portefeuille pour les jetons mentaux sur la chaîne et les paiements Ether. Pour effectuer des transactions, vous aurez besoin de la clé privée de votre portefeuille et MetaMask ne peut pas être installé dans votre navigateur.

# SETTINGS_TOKENS__ONCHAIN_ADDRESS
source: On-chain Address
fr: Adresse On-chain

# SETTINGS_TOKENS__ONCHAIN_ADDRESS_INFO
source: This address is where you will receive on-chain Minds tokens and Ether payments
fr: Cette adresse est l'endroit où vous recevrez des jetons d'esprit en chaîne et des paiements en Ether

# SETTINGS_TOKENS__INVALID_ADDRESS_FORMAT
source: Invalid address format
fr: Format d'adresse invalide

# SETTINGS_TOKENS__UPDATE_ONCHAIN_ADDRESS
source: Update on-chain address
fr: Mettre à jour l'adresse sur la chaîne

# SETTINGS_TOKENS__BACK_TO_SETTINGS
source: Back to settings
fr: Retour aux paramètres

# SETTINGS_TOKENS__CURRENT_ADDRESS
source: Current address
fr: Adresse actuelle

# SETTINGS_TOKENS__CHANGE_ADDRESS
source: Change Address
fr: Changer d'adresse

# SETTINGS_TOKENS__TO_RECEIVE_INFO
source: To receive on-chain payments from other channels (e.g. from a Wire or a Boost), you will need an on-chain address. You can change it here at any time. Note: your on-chain address is the same as your Ether address. {START_TAG_M-TOOLTIP} Why? On-chain tokens run on the Ethereum network and require Ether to send. {CLOSE_TAG_M-TOOLTIP}
fr: Recevoir des paiements sur la chaîne par d’autres canaux (p. ex. à partir d'un Wire ou d'un Boost), vous aurez besoin d'une adresse sur la chaîne. Vous pouvez la changer ici à tout moment. Remarque : votre adresse on-chain est la même que votre adresse Ether. {START_TAG_M-TOOLTIP} Pourquoi? Les jetons sur la chaîne fonctionnent sur le réseau Ethereum et exigent que Ether soit envoyé. {CLOSE_TAG_M-TOOLTIP}

# WALLETV2_SETTINGS_CASH__BANK_INFO
source: Bank Information
fr: Informations bancaires

# WALLETV2_SETTINGS__SORRY_NO_NSFW_CHANNELS
source: Sorry, NSFW (not safe for work) channels are unable to onboard to Cash due to {START_LINK} Stripe's Terms of Service {CLOSE_LINK} . You may still use Tokens, ETH and BTC for payments.
fr: Désolé, les canaux NSFW (non sécurisés pour le travail) ne peuvent pas embarquer en espèces en raison des conditions d'utilisation de {START_LINK} Stripe {CLOSE_LINK} . Vous pouvez toujours utiliser Tokens, ETH et BTC pour les paiements.

# WALLETV2_SETTINGS_ETH__SAME_AS_ONCHAIN_TEXT
source: Your Ether address is the same as your on-chain address. {START_TAG_M-TOOLTIP} Why? On-chain tokens run on the Ethereum network and require Ether to send. {CLOSE_TAG_M-TOOLTIP}
fr: Votre adresse Ether est la même que votre adresse on-chain. {START_TAG_M-TOOLTIP} Pourquoi? Les jetons On-chain fonctionnent sur le réseau Ethereum et exigent que Ether soit envoyé. {CLOSE_TAG_M-TOOLTIP}

# WALLETV2_SETTINGS_ETH__CHANGE_YOUR_ADDRESS
source: To view or change your address, go to {START_LINK} token settings {CLOSE_LINK} .
fr: Pour voir ou modifier votre adresse, allez dans les paramètres de jeton {START_LINK} {CLOSE_LINK} .

# WALLETV2_SETTINGS_ETH__ETHER_TOTAL
source: Ether total
fr: Total de l'éther

# WALLETV2_SETTINGS_ETH__BUY_ETHER
source: Buy Ether
fr: Acheter un Ether

# SETTINGS_BTC__BITCOIN__ADDRESS
source: Bitcoin Address
fr: Adresse Bitcoin

# SETTINGS_BTC__BITCOIN_ADDRESS_INFO
source: Enter the public address from your own Bitcoin wallet which will be used to receive Bitcoin payments on Minds. Minds does not store your Bitcoin.
fr: Entrez l'adresse publique de votre propre portefeuille Bitcoin qui sera utilisé pour recevoir des paiements Bitcoin sur Minds. Les esprits ne stockent pas votre Bitcoin.

# SETTINGS_BTC__INVALID_ADDRESS_FORMAT
source: Invalid address format
fr: Format d'adresse invalide

# SETTINGS_BTC__UPDATE_BITCOIN_ADDRESS
source: Update Bitcoin Address
fr: Mettre à jour l'adresse Bitcoin

# SETTINGS_BTC__BACK_TO_CURRENT_ADDRESS
source: Back to current address
fr: Retour à l'adresse actuelle

# SETTINGS_BTC__BITCOIN_ADDRESS
source: Bitcoin Address
fr: Adresse Bitcoin

# SETTINGS_BTC__CURRENT_BITCOIN_ADDRESS
source: Current bitcoin address
fr: Adresse bitcoin actuelle

# SETTINGS_BTC__CHANGE_ADDRESS
source: Change Address
fr: Changer d'adresse

# WALLET_V2_TOKEN__ONBOARDING__VERIFY_PHONE_NUMBER
source: Verify your phone number
fr: Vérifiez votre numéro de téléphone

# WALLET_V2_TOKENS_ONBOARDING__USED_SIMPLY_TO_VERIFY
source: Used simply to verify your uniqueness.
fr: Utilisé simplement pour vérifier votre unicité.

# WALLET_V2_TOKEN_ONBOARDING__ADD_ONCHAIN_ADDRESS
source: Add your on-chain address
fr: Ajoutez votre adresse sur la chaîne

# WALLET_V2_TOKEN_ONBOARDING__YOUR_ETH_ADDRESS_INFO
source: Your Ethereum address allows you to start receiving payments on the blockchain.
fr: Votre adresse Ethereum vous permet de commencer à recevoir des paiements sur la blockchain.

# WALLETV2_ONCHAIN_TRANSFER__ONCHAIN_TRANSFER
source: On-Chain Transfer
fr: Transfert On-Chain

# WALLETV2_ONCHAIN_TRANSFER__YOU_CAN_REQUEST_UP_TO_X
source: You can request to transfer up to {START_TAG_SPAN} {ICU} {CLOSE_TAG_SPAN} from your rewards to your on-chain wallet below. You may only transfer once per day.
fr: Vous pouvez demander un transfert jusqu'à {START_TAG_SPAN} {ICU} {CLOSE_TAG_SPAN} de vos récompenses vers votre portefeuille en chaîne ci-dessous. Vous ne pouvez transférer qu'une fois par jour.

source: {VAR_PLURAL, plural, =1 { {INTERPOLATION} token} other { {INTERPOLATION} tokens} }
fr: {VAR_PLURAL, plural, =1 { {INTERPOLATION} jeton} other { {INTERPOLATION} jetons} }

# WALLETV2_ONCHAIN_TRANSFER__GAS_FEE_NOTE
source: Note: a small amount of ETH will be charged to cover the transaction fee. Transfers go through an approval process and may take up to 72 hours to complete.
fr: Remarque : un petit montant d'ETH sera facturé pour couvrir les frais de transaction. Les transferts passent par un processus d'approbation et peuvent prendre jusqu'à 72 heures pour être terminés.

# COMMON__AMOUNT
source: Amount
fr: Montant

# WALLETV2_ONCHAIN_TRANSFER__TRANSFER_AMOUNT_REQUIRED
source: Transfer amount required
fr: Montant du transfert requis

# WALLETV2_ONCHAIN_TRANSFER__TRANSFER_MUST_BE_GREATER
source: Transfer amount must be greater than zero
fr: Le montant du transfert doit être supérieur à zéro

# WALLETV2_ONCHAIN_TRANSFER__NOT_ENOUGH_FUNDS
source: You don't have enough tokens to make this transfer
fr: Vous n'avez pas assez de jetons pour effectuer ce transfert

# WALLETV2_ONCHAIN_TRANSFER__ONLY_ONCE_PER_DAY
source: You may only transfer once per day
fr: Vous ne pouvez transférer qu'une fois par jour

# WALLET_V2_TOKENS_BALANCE__TOKEN_BALANCE
source: Token Balance
fr: Solde de jeton

# WALLET_V2_TOKENS_BALANCE__STORE_TOKENS_INFO
source: On-Chain {START_TAG_M-TOOLTIP} Store tokens on your device instead of our servers for more control and portability {CLOSE_TAG_M-TOOLTIP}
fr: Token de la boutique à la chaîne {START_TAG_M-TOOLTIP} sur votre appareil au lieu de nos serveurs pour plus de contrôle et de portabilité {CLOSE_TAG_M-TOOLTIP}

# WALLET_V2_TOKENS_BALANCE__OFFCHAIN_TOOLTIP
source: Off-Chain {START_TAG_M-TOOLTIP} Store tokens on our servers for quicker transaction times and no fees {CLOSE_TAG_M-TOOLTIP}
fr: Token de la boutique hors chaîne {START_TAG_M-TOOLTIP} sur nos serveurs pour des temps de transaction plus courts et sans frais {CLOSE_TAG_M-TOOLTIP}

# WALLET_V2_TOKENS_BALANCE__TRANSFER_TO_ONCHAIN
source: Transfer to On-Chain
fr: Transférer vers On-Chain

# WALLET_V2_TOKENS_BALANCE__TODAYS_ESTIMATED_PAYOUT
source: Today's estimated payout {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} tokens.
fr: Remboursement estimé aujourd'hui des jetons de {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} .

# WALLET_V2_TOKENS_BALANCE__NEXT_PAYOUT_INFO
source: Next payout in {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} (Daily at {INTERPOLATION_1} )
fr: Prochain paiement dans {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} (D<unk> à {INTERPOLATION_1} )

# WALLET_V2_TOKENS_BALANCE__LEARN_MORE_ABOUT_TOKENS
source: Learn more
fr: En savoir plus

# WALLET_V2_TOKENS_BALANCE__LEARN_ABOUT_TOKENS
source: Learn About Tokens
fr: En savoir plus sur les jetons

# WALLET_V2_TOKENS_BALANCE__MINDS_REWARDS_YOU_WITH_CRYPTO_INFO
source: Minds rewards you with crypto for contributing to the network. The first step in joining our rewards program is to provide your mobile number. We convert your number into a hash ID using SHA-256 encryption and a salt key to create a unique identifier for your account. We do not store your number on our servers.
fr: Minds vous récompense avec des cryptomonnaies pour avoir contribué au réseau. La première étape pour rejoindre notre programme de récompenses est de fournir votre numéro de mobile. Nous convertissons votre numéro en un identifiant de hachage en utilisant le chiffrement SHA-256 et une clé de sel pour créer un identifiant unique pour votre compte. Nous ne stockons pas votre numéro sur nos serveurs.

# WALLET_V2_TOKENS_BALANCE__RATHER_THAN_REWARDING_INFO
source: Rather than rewarding you with Points in real-time, we are now distributing our crypto rewards as a “Daily Reward Pool”. During the test network, we will be experimenting with how the Daily Reward Pool is calculated, but it will ideally be automated based on user participation once we move into the Main Ethereum network.
fr: Plutôt que de vous récompenser avec des points en temps réel, nous distribuons maintenant nos récompenses de cryptomonnaies comme un « pool de récompenses quotidiennes ». Pendant le réseau de test, nous allons expérimenter la façon dont le Pool de Récompenses Quotidiennes est calculé, mais il sera idéalement automatisé en fonction de la participation des utilisateurs une fois que nous aurons rejoint le réseau Ethereum principal.

# WALLET_V2_TOKENS_BALANCE__EVERY_DAY_WE_MEASURE_INFO
source: Every day, we measure your contributions to the network and you receive a “Contribution Score” which can be found in the Contributions section of your wallet. We then calculate how much you contributed to the network relative to the entire community, which determines the percentage of the Daily Reward Pool that you earn.
fr: Tous les jours, nous mesurons vos contributions au réseau et vous recevez un « Score de contribution » qui se trouve dans la section Contributions de votre portefeuille. Nous calculons ensuite combien vous avez contribué au réseau par rapport à toute la communauté, qui détermine le pourcentage du Groupement de Récompenses Quotidiennes que vous gagnez.

# WALLET_V2_TOKENS_BALANCE__ONLY_RECEIVE_UNIQUE_INFO
source: It is important to note that with the new system, you will only receive credit for unique interaction, and you can only earn credit from another unique user once per metric per day. (If a friend votes on my content 100 times in a day, I will only get credit for 1 vote). This is critical in preventing gaming and abuse of the system as we move into more valuable token rewards. We are essentially measuring how many unique users you reached in a given day.
fr: Il est important de noter qu'avec le nouveau système, vous ne recevrez de crédit que pour une interaction unique, et vous ne pouvez gagner du crédit que par un autre utilisateur unique une fois par métrique par jour. (Si un ami vote sur mon contenu 100 fois par jour, je n'obtiendrai que du crédit pour 1 vote). Ceci est essentiel pour prévenir les jeux et les abus du système au fur et à mesure que nous nous dirigeons vers des récompenses plus précieuses. Nous mesurons essentiellement le nombre d'utilisateurs uniques que vous avez atteint en une journée donnée.

# WALLET_V2_TOKENS_BALANCE__DAILY_REWARDS_INFO
source: Daily rewards will be distributed at 02:00 am GMT everyday into your off-chain address.
fr: Les récompenses journalières seront distribuées tous les jours à 02h00 GMT dans votre adresse hors chaîne.

# WALLET_V2__BALANCE_CASH__ADD_BANK_INFO
source: Add your bank information
fr: Ajoutez vos informations bancaires

# WALLET_V2__BALANCE_CASH__START_RECEIVING_CASH_INFO
source: Start receiving cash payouts by adding your bank details.
fr: Commencez à recevoir des paiements en espèces en ajoutant vos coordonnées bancaires.

# WALLET_V2__BALANCE_CASH__FINISH_ADDING_DETAILS_INFO
source: Finish adding your bank details to start receiving cash payouts.
fr: Terminez d'ajouter vos coordonnées bancaires pour commencer à recevoir des paiements en espèces.

# WALLET_V2__BALANCE_CASH__PENDING_BALANCE_INFO
source: Pending Balance {START_TAG_M-TOOLTIP} The total amount of cash you are scheduled to receive from wires {START_TAG_NG-CONTAINER} and/or Pro earnings {CLOSE_TAG_NG-CONTAINER} . The payout date is an estimation and it may take up to 7 days before your cash reaches your bank account. {CLOSE_TAG_M-TOOLTIP}
fr: Solde en attente {START_TAG_M-TOOLTIP} Le montant total d'argent que vous devez recevoir à partir de fils {START_TAG_NG-CONTAINER} et/ou de gains Pro {CLOSE_TAG_NG-CONTAINER} . La date de paiement est une estimation et peut prendre jusqu'à 7 jours avant que votre argent arrive sur votre compte bancaire. {CLOSE_TAG_M-TOOLTIP}

# WALLET_V2__BALANCE_CASH__ESTIMATED_PAYOUT
source: Estimated Payout
fr: Paiement estimé

# WALLET_V2__BALANCE_CASH__PRO_EARNINGS_INFO
source: Pro Earnings {START_TAG_M-TOOLTIP} At the end of each month, your Pro earnings will move into your pending balance if you've reached the $100 threshold. When this happens, your Pro earnings will be reset to zero. If you haven't reached the threshold, your earnings will rollover to the next month. {CLOSE_TAG_M-TOOLTIP}
fr: Gains Pro {START_TAG_M-TOOLTIP} À la fin de chaque mois, vos gains Pro seront transférés dans votre solde en attente si vous avez atteint le seuil de 100 $. Lorsque cela se produit, vos gains Pro seront réinitialisés à zéro. Si vous n'avez pas atteint le seuil, vos gains passeront au mois suivant. {CLOSE_TAG_M-TOOLTIP}

# WALLET_V2__BALANCE_CASH__GO_TO_PRO_ANALYTICS
source: Go to {START_LINK} Pro Analytics {CLOSE_LINK}
fr: Aller à {START_LINK} Analytiques Pro {CLOSE_LINK}

# WALLET_V2_TXS_TOKENS__UPCOMING
source: Upcoming
fr: À venir

# WALLET_V2_TXS_TOKENS__TODAYS_DAILY_REWARDS
source: Today's Daily Rewards
fr: Récompenses quotidiennes du jour

# WALLET_V2_TXS_TOKENS__NO_TOKEN_TX_YET
source: You don't have any token transactions yet.
fr: Vous n'avez pas encore de transaction de jeton.

# WALLET_V2_TXS_TOKENS__NO_X_TX_YET
source: You don't have any {INTERPOLATION} transactions yet.
fr: Vous n'avez pas encore de {INTERPOLATION} opérations.

# WALLET__V2__CASH__NO__TRANSACTIONS__YET
source: {START_PARAGRAPH} You don't have any cash transactions yet. {CLOSE_PARAGRAPH}
fr: {START_PARAGRAPH} Vous n'avez pas encore de transactions en espèces. {CLOSE_PARAGRAPH}

# WALLET_V2__CASH_ONBOARD__ADD_BANK_ACCOUNT_INFO
source: Add your bank account details where cash rewards will be deposited.
fr: Ajoutez vos coordonnées bancaires où seront déposés les récompenses en espèces.

# WALLET_V2__CASH_ONBOARD__ADD_BANK_DETAILS
source: Add your bank details
fr: Ajoutez vos coordonnées bancaires

# WALLET_V2__CASH_ONBOARD__START_RECEIVING_CASH_PAYOUTS
source: Start receiving cash payouts by adding your bank details.
fr: Commencez à recevoir des paiements en espèces en ajoutant vos coordonnées bancaires.

# CASH_ONBOARDING__COUNTRY
source: Country
fr: Pays

# CASH_ONBOARDING__FIRST_NAME
source: First Name
fr: Prénom

# CASH_ONBOARDING__LAST_NAME
source: Last Name
fr: Nom de famille

# CASH_ONBOARDING__PHONE_NUMBER
source: Phone Number
fr: Numéro de téléphone

# CASH_ONBOARDING__HK_ID_CARD
source: Hong Kong Identity Card (HKID)
fr: Carte d'identité Hong Kong (HKID)

# CASH_ONBOARDING__SG_ID_CARD
source: National Registration Identity Card (NRIC)
fr: Carte nationale d’identité (NRIC)

# CASH_ONBOARDING__ADDRESS
source: Address
fr: Adresse

# CASH_ONBOARDING__CITY
source: City
fr: Ville

# CASH_ONBOARDING__STATE
source: State
fr: État

# CASH_ONBOARDING__STATE_PROVINCE
source: State / Province
fr: Etat / Province

# CASH_ONBOARDING__ZIP_CODE
source: Zip Code
fr: Code postal

# CASH_ONBOARDING__POSTAL_CODE
source: Postal Code
fr: Code postal

# CASH_ONBOARDING__READ_AND_AGREED_STRIPE
source: I have read and agree to the {START_LINK} Stripe Services Agreement {CLOSE_LINK}
fr: J'ai lu et j'accepte l'accord de services Stripe {START_LINK} {CLOSE_LINK}

# COMMON__UPDATE_PERSONAL_INFORMATION
source: Update Personal Information
fr: Mettre à jour les informations personnelles

# CASH_ONBOARDING__ARE_YOU_SURE_STOP
source: Are you sure you want to stop? Any personal information you've entered will be lost.
fr: Êtes-vous sûr de vouloir arrêter ? Toutes les informations personnelles que vous avez saisies seront perdues.

# COMMON__GO_BACK
source: Go back
fr: RETOUR

# COMMON__IM_SURE
source: I'm sure
fr: Je suis sûr

# CASH_ONBOARD_EXTRAS__WE_NEED_ADDITIONAL_INFO_TEXT
source: We need some additional information before we can verify your account.
fr: Nous avons besoin de quelques informations supplémentaires avant de pouvoir vérifier votre compte.

# CASH_ONBOARD_EXTRAS__UPLOAD_PHOTO_ID
source: Upload Photo ID
fr: Télécharger une pièce d'identité avec photo

# CASH_ONBOARD_EXTRAS__UPLOAD_PROOF_OF_ADDRESS
source: Upload Proof of Address
fr: Télécharger une preuve d'adresse

# COMMON__PHONE_NUMBER
source: Phone Number
fr: Numéro de téléphone

# CASH_ONBOARD_EXTRAS__SAVE
source: Save
fr: Enregistrer

# CASH_ONBOARDING__EXTRAS__PERSONAL_ID_TEXT
source: Personal ID / Social Security Number (SSN) / National Insurance Number
fr: ID personnel / Numéro de sécurité sociale (SSN) / Numéro d'assurance nationale

# CASH_ONBOARD_EXTRAS__READ_AGREE_STRIPE_TOS_TEXT
source: I have read and agree to the {START_LINK} Stripe Services Agreement {CLOSE_LINK}
fr: J'ai lu et j'accepte l'accord de services Stripe {START_LINK} {CLOSE_LINK}

# WALLET_V2__CASH_BANK_FORM__FINISH_ADDING_RECEIVE_CASH
source: Finish adding your bank details to start receiving cash payouts.
fr: Terminez d'ajouter vos coordonnées bancaires pour commencer à recevoir des paiements en espèces.

# CASH_BANK_FORM__COUNTRY
source: Country
fr: Pays

# CASH_BANK_FORM__BANK_IBAN_NUMBER
source: Bank Account Number / IBAN
fr: Numéro de compte bancaire / IBAN

# CASH_BANK_FORM__ROUTING_SORT_CODE
source: Routing Number / Sort Code
fr: Numéro de routage / Code de tri

# CASH_BANK_FORM__CANCEL
source: Cancel
fr: Annuler

# CASH_BANK_FORM__ADD_BANK_ACCOUNT
source: Add Bank Account
fr: Ajouter un compte bancaire

# CASH_BANK_FORM__YOUR_BANK_CASH_REWARDS_DEPOSITED
source: Your bank account where cash rewards are deposited.
fr: Votre compte bancaire où les récompenses en espèces sont déposées.

# CASH_BANK_FORM__ARE_YOU_SURE_STOP
source: Are you sure you want to stop? Any bank information you've entered will be lost.
fr: Êtes-vous sûr de vouloir arrêter ? Toutes les informations bancaires que vous avez saisies seront perdues.

# WALLET_V2__TOKENS__OVERVIEW
source: Overview
fr: Aperçu

# WALLET_V2__TOKENS__SETTINGS
source: Settings
fr: Réglages

# WALLET__V2__TABS__SETTINGS
source: Settings
fr: Réglages

# REFERRALS__MY_REFERRALS
source: My Referrals
fr: Mes recommandations

# M_REFERRALS_DASHBOARD__HEADER_USER
source: User
fr: Utilisateur

# M_REFERRALS_DASHBOARD__HEADER_STATUS
source: Status
fr: Statut

# M_REFERRALS_DASHBOARD__STATUS_TOOLTIP
source: Referrals are pending until they've set up their wallet
fr: Les recommandations sont en attente jusqu'à ce qu'elles aient mis en place leur portefeuille

# M_REFERRALS_DASHBOARD__HEADER_MINDS_SIGNUP
source: Minds Signup
fr: Inscription des esprits

# M_REFERRALS_DASHBOARD__MINDS_SIGNUP_TOOLTIP
source: The day the referral created an account with Minds
fr: Le jour où la recommandation a créé un compte avec des esprits

# M_REFERRALS_DASHBOARD__HEADER_REWARDS_SIGNUP
source: Rewards Signup
fr: Inscription aux récompenses

# M_REFERRALS_DASHBOARD__REWARDS_SIGNUP_TOOLTIP
source: The day the referral sets up their wallet (and you are rewarded with tokens). Click PING to send a pending referral a notification to let them know they ought to join the rewards program.
fr: Le jour où la recommandation met en place son portefeuille (et vous êtes récompensé par des jetons). Cliquez sur PING pour envoyer une recommandation en attente d'une notification pour leur faire savoir qu'ils devraient rejoindre le programme de récompenses.

# M_REFERRALS_DASHBOARD__PING_STATE
source: pinged
fr: fait un signe

# M_REFERRALS_DASHBOARD__PING_BUTTON_NOTICE__ENABLED
source: Send {INTERPOLATION} a notification to let them know they ought to join the rewards program
fr: Envoyez une notification à {INTERPOLATION} pour leur faire savoir qu'ils devraient rejoindre le programme de récompenses

# M_REFERRALS_DASHBOARD__PING_BUTTON_NOTICE__SENT
source: Ping sent!
fr: Ping envoyé !

# M_REFERRALS_DASHBOARD__PING_BUTTON_NOTICE__DISABLED
source: You can only ping once every 7 days
fr: Vous ne pouvez ping qu'une fois tous les 7 jours

# M_REFERRALS_DASHBOARD__NOTICE__NO_REFERRALS
source: You don't have any referrals yet.
fr: Tu n'as pas encore de recommandations.
