Repository: Akanshagiriya/front
Catalog: src/locale/Minds.*.xliff
Languages: fr

# GROUPS__PROFILE__GROUP_SETTINGS_BTN__DELETE_GROUP
source: Delete Group
fr: Supprimer le groupe

# GROUPS__PROFILE__GROUP_SETTINGS_BTN__DELETE_GROUP_CONFIRM
source: Are you sure you want to delete {INTERPOLATION} ? This action cannot be undone.
fr: Êtes-vous sûr de vouloir supprimer {INTERPOLATION} ? Cette action ne peut pas être annulée.

# M__COMMON__SELECT_A_CATEGORY
source: -- SELECT A CATEGORY --
fr: -- SÉLECTIONNEZ UNE CATÉGORIE --

# GROUPS__PROFILE__FILTER_SELECTOR__FEED_OPTION
source: Feed
fr: Fil

# GROUPS__VIDEOS
source: Videos
fr: Vidéos

# GROUPS__PROFILE__INVITE_ACTION
source: Invite
fr: Inviter

# BLOGS__VIEW__FLAGGED_AS_SPAM
source: This blog was flagged as spam.
fr: Ce blog a été signalé comme pourriel.

# BLOGS__VIEW__FLAGGED_AS_DELETED
source: This blog was flagged as deleted.
fr: Ce blog a été marqué comme supprimé.

# M__ACTION__APPEAL_MARK
source: If you wish to appeal, please check your {START_LINK} Reported Content console {CLOSE_LINK} .
fr: Si vous souhaitez faire appel, veuillez vérifier votre console de contenu {START_LINK} signalée {CLOSE_LINK} .

# M__COMMON__LICENSE_ALL_RIGHT_RESERVED
source: All Rights Reserved
fr: Tous droits réservés

# M__COMMON__VISIBILITY_PUBLIC
source: Public
fr: Publique

# M__COMMON__VISIBILITY_UNLISTED
source: Unlisted
fr: Non listé

# BLOGS__VIEW__SHARE
source: SHARE
fr: PARTAGER

# BLOGS__DELETE_CONFIRMATION
source: Are you sure you want to delete this blog?
fr: Êtes-vous sûr de vouloir supprimer ce blog ?

# BLOGS__THERES_NO_UNDO
source: There's no UNDO!
fr: Il n'y a pas d'ANNULATION !

# BLOGS__VIEW__DELETION_CONFIRMATION
source: The blog has been deleted.
fr: Le blog a été supprimé.

# M__COMMON__DELETE_PERMANENTLY
source: Delete permanently
fr: Supprimer définitivement

# M__COMMON__PLEASE_TRY_AGAIN
source: Please try again later
fr: Veuillez réessayer plus tard

# BLOGS__EDIT__TITLE_PLACEHOLDER
source: Your title
fr: Votre titre

# BLOGS__EDIT__INLINE_EDITOR_PLACEHOLDER
source: Go ahead and write some content!
fr: Allez-y et écrivez du contenu !

# BLOGS__EDIT__SAVE_DRAFT_ACTION
source: Save draft
fr: Enregistrer le brouillon

# BLOGS__EDIT__PUBLISH_ACTION
source: Publish
fr: Publier

# BLOGS__EDIT__LICENCE_PLACEHOLDER
source: -- License --
fr: -- Licence --

# BLOGS__EDIT__URL_SLUG
source: URL Slug
fr: Slug d'URL

# BLOGS__EDIT__META_TITLE
source: Meta Title
fr: Titre de la méta

# BLOGS__EDIT__META_DESCRIPTION
source: Meta Description
fr: Description de la méta

# BLOGS__EDIT__META_AUTHOR
source: Meta Author
fr: Meta Auteur

# M__COMMON_TOPBAR_SUBSCRIPTIONS
source: Subscriptions
fr: Abonnements

# MINDS__BLOGS__TOPBAR__SUBSCRIPTIONS_TOOLTIP
source: Blogs from channels you are subscribed to
fr: Blogs des canaux auxquels vous êtes abonné

# M__COMMON_TOPBAR_MY_BLOGS
source: My Blogs
fr: Mes blogs

# MINDS__BLOGS__TOPBAR__YOUR_BLOGS_TOOLTIP
source: Your blogs
fr: Vos blogs

# M__COMMON_TOPBAR_WRITE_NEW_BLOG
source: Write a new blog
fr: Écrire un nouveau blog

# MINDS__BLOGS__TOPBAR__WRITE_A_NEW_BLOG_TOOLTIP
source: Write a new Blog
fr: Écrire un nouveau blog

# M__ACTION__VIEW
source: View
fr: Vue

# COMMON__POST_MENU__UNFEATURE
source: un-Feature
fr: dé-fonctionnalité

# COMMON__POST_MENU__MONETIZE
source: Monetize
fr: Monétiser

# COMMON__POST_MENU__UNMONETIZE
source: un-Monetize
fr: annuler la monétisation

# COMMON__POST_MENU__UNSUBSCRIBE
source: Unsubscribe
fr: Se désabonner

# COMMON__POST_MENU__FOLLOW_NOTIFICATIONS
source: Follow post
fr: Suivre la publication

# COMMON__POST_MENU__UNFOLLOW_NOTIFICATIONS
source: Un-follow post
fr: Ne plus suivre le message

# COMMON__POST_MENU__BLOCK_AND_UNBLOCK
source: Block/Unblock
fr: Bloquer/Débloquer

# COMMON__POST_MENU__BLOCK
source: Block user
fr: Bloquer l'utilisateur

# COMMON__POST_MENU__UNBLOCK
source: Unblock user
fr: Débloquer l'utilisateur

# COMMON__POST_MENU__ALLOW_COMMENTS
source: Allow Comments
fr: Autoriser les commentaires

# COMMON__POST_MENU__DISABLE_COMMENTS
source: Disable Comments
fr: Désactiver les commentaires

# COMMON__POST_MENU__MARK_AS_SAFE
source: Mark as Safe
fr: Marquer comme sûr

# COMMON__POST_MENU__MARK_AS_OPEN
source: Mark as Open
fr: Marquer comme ouvert

# COMMON__POST_MENU__DELETE_MODAL_MESSAGE
source: Are you sure you want to delete this post? There's no UNDO.
fr: Êtes-vous sûr de vouloir supprimer ce message ? Il n'y a pas d'annulation.

# COMMON__POST_MENU__DELETE_MODAL_ATTACHMENT_MESSAGE
source: This action will also delete the attached media from your gallery.
fr: Cette action supprimera également les médias joints de votre galerie.

# COMMON__POST_MENU__DELETE_CONFIRMATION_MESSAGE
source: The post has been deleted.
fr: Le message a été supprimé.

# COMMON__POST_MENU__SELECT_CATEGORY
source: -- SELECT A CATEGORY --
fr: -- SÉLECTIONNEZ UNE CATÉGORIE --

# M__ACTION__PIN
source: Pin
fr: Épingler

# SEARCH__TOP_TAB
source: Top
fr: En haut

# SEARCH__LATEST_TAB
source: Latest
fr: Dernière

# MINDS__SEARCH__TOPBAR__LATEST_TOOLTIP
source: Show newly created content first
fr: Afficher le contenu nouvellement créé en premier

# M__FEATURE__CHANNEL__PLURAL
source: Channels
fr: Chaînes suggérées

# MINDS__SEARCH__TOPBAR__CHANNELS_TOOLTIP
source: Show only channels
fr: Afficher uniquement les canaux

# M__FEATURE__POST_PLURAL
source: Posts
fr: Publications

# MINDS__SEARCH__TOPBAR__POSTS_TOOLTIP
source: Show only Posts
fr: Afficher uniquement les messages

# M__FEATURE__VIDEO_PLURAL
source: Videos
fr: Vidéos

# MINDS__SEARCH__TOPBAR__VIDEOS_TOOLTIP
source: Show only videos
fr: Afficher uniquement les vidéos

# MINDS__SEARCH__TOPBAR__IMAGES_TOOLTIP
source: Show only images
fr: Afficher uniquement les images

# MINDS__SEARCH__TOPBAR__BLOGS_TOOLTIP
source: Show only blogs
fr: Afficher uniquement les blogs

# MINDS__CHANNELS__TOPBAR__GROUPS_TOOLTIP
source: Show only groups
fr: Afficher uniquement les groupes

# M__COMMON__EXPLICIT
source: Explicit
fr: Explicite

# SEARCH__EXPLICIT_TOOLTIP
source: Include explicit content (+18) search results
fr: Inclure les résultats de recherche explicites (+18)

# SEARCH__EXCLUSIVE_TOOLTIP
source: Include exclusive content in search results
fr: Inclure le contenu exclusif dans les résultats de recherche

# SEARCH_SUGGESTIONS__CLEAR_HISTORY
source: Search History
fr: Rechercher dans l'historique

# SEARCH__SUGGESTIONS__MINDS_CONTEXT_LABEL
source: Search Minds:
fr: Rechercher dans les esprits :

# SEARCH_CONTEXT_COLON
source: Search {INTERPOLATION} :
fr: Rechercher {INTERPOLATION} :

# MESSENGER__ENCRYPTION__ENTER_CHAT_PWD_DESC
source: Hey {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} ! Please enter your encrypted chat password to access your conversations. This password might be different than your account password.
fr: Bonjour {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} ! Veuillez entrer votre mot de passe de chat chiffré pour accéder à vos conversations. Ce mot de passe peut être différent du mot de passe de votre compte.

# MESSENGER__ENCRYPTION__ENTER_PWD_PH
source: Enter password
fr: Entrez le mot de passe

# MESSENGER__ENCRYPTION__UNLOCK
source: Unlock
fr: Dévérouiller

# MESSENGER__ENCRYPTION__YOU_HAVENT_SETUP_PWD_DESC
source: Hey {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} ! It looks like you haven't setup your encrypted chat password yet. We recommend that you use a different password than your account password for added security.
fr: Bonjour {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} ! Il semble que vous n'avez pas encore configuré votre mot de passe de chat chiffré. Nous vous recommandons d'utiliser un mot de passe différent de votre mot de passe pour plus de sécurité.

# MESSENGER__ENCRYPTION__CONFIRM_PWD_PH
source: Confirm your password
fr: Confirmez votre mot de passe

# MESSENGER__ENCRYPTION__SETUP_ACTION
source: Setup
fr: Installer

# MESSENGER__ENCRYPTION__CHANGING_PWD_NOTE
source: Changing your encryption password will cause your previous messages to be unreadable.
fr: Changer votre mot de passe de cryptage rendra vos messages précédents illisibles.

# MESSENGER__ENCRYPTION__CANCEL_ACTION
source: Cancel
fr: Annuler

# MESSENGER__ENCRYPTION__CHANGE_ACTION
source: Change
fr: Changement

# MESSENGER__CONVERSATION__DELETE_TOOLTIP
source: Delete chat history
fr: Supprimer l'historique des conversations

# MESSENGER__CONVERSATION__DESTROY
source: Destroy
fr: Détruire

# MESSENGER__CONVERSATION__BLOCK_TOOLTIP
source: Block participants
fr: Bloquer les participants

# MESSENGER__CONVERSATION__BLOCK
source: Block
fr: Bloquer

# MESSENGER__CONVERSATION__UNBLOCK_TOOLTIP
source: Un-block chat
fr: Débloquer le chat

# MESSENGER__CONVERSATION__UNBLOCK
source: Un-block
fr: Débloquer

# MESSENGER__CONVERSATION__CALL_ENDED
source: Call Ended
fr: Appel terminé

# MESSENGER__CONVERSATION__MISSED_CALL
source: Missed Call
fr: Appel manqué

# MESSENGER__CONVERSATION__YOU_HAVE_BLOCKED_THIS_CHAT
source: You have blocked this chat
fr: Vous avez bloqué ce chat

# MESSENGER__CONVERSATION__THIS_CHAT_IS_NO_LONGER_AVAILABLE
source: This chat is no longer available
fr: Ce chat n'est plus disponible

# MESSENGER__CONVERSATION__AWAITING_OTHER_PARTY
source: Awaiting other party…
fr: En attente d'une autre partie…

# MESSENGER__CONVERSATION__NOT_USING_MESSENGER_YET
source: Looks like {START_BOLD_TEXT} @ {INTERPOLATION} {CLOSE_BOLD_TEXT} isn't using Minds Messenger yet.
fr: On dirait que {START_BOLD_TEXT} @ {INTERPOLATION} {CLOSE_BOLD_TEXT} n'utilise pas encore Minds Messenger.

# MESSENGER__CONVERSATION__INVITE_ACTION
source: Invite
fr: Inviter

# MESSENGER__CONVERSATION__INVITED_STATE
source: Invited
fr: Invité

# MESSENGER__CONVERSATION__SEND_A_MESSAGE
source: Send a message...
fr: Envoyer un message...

# MESSENGER__USERLIST__MESSENGER_TITLE
source: Messenger
fr: Messager

# MESSENGER__USERLIST__LOGOUT_TOOLTIP
source: Logout of chat
fr: Déconnexion du chat

# MESSENGER__USERLIST__LOGOUT
source: Logout
fr: Se déconnecter

# MESSENGER__USERLIST__CHANGE_PWD_TOOLTIP
source: Change your encryption password
fr: Modifier votre mot de passe de cryptage

# MESSENGER__USERLIST__REKEY
source: Re-key
fr: Re-claver

# MESSENGER__USERLIST__SEARCH_PH
source: Search
fr: Chercher

# MESSENGER__SETUP__MESSENGER_TITLE
source: Messenger
fr: Messager

# MESSENGER__SETUP__CHANGE_PWD_TOOLTIP
source: Change your encryption password
fr: Modifier votre mot de passe de cryptage

# MESSENGER__SETUP__REKEY
source: Re-key
fr: Re-claver

# MESSENGER__SETUP__ADDITIONAL_PWD_DESC
source: An additional password is required for messenger in order to ensure that your messages are private and fully encrypted.
fr: Un mot de passe supplémentaire est requis pour Messenger afin de vous assurer que vos messages soient privés et entièrement cryptés.

# MESSENGER__ONBOARDING__PASSWORD_PH
source: Password
fr: Mot de passe

# MESSENGER__ONBOARDING__CONFIRM_PASSWORD_PH
source: Confirm password
fr: Confirmer le mot de passe

# MESSENGER__SETUP__ENTER_SAME_PWDS_TOOLTIP
source: Enter the same passwords as above to confirm.
fr: Entrez les mêmes mots de passe que ceux ci-dessus pour confirmer.

# M__COMMON__CONFIRM
source: Confirm
fr: Confirmer

# M__COMMON__SKIP_W_PERIOD
source: Skip.
fr: Ignorer

# MINDS__NEWSFEED__BOOST_ROTATOR__EXPLICIT_ITEM_TOOLTIP
source: By selecting Explicit mode, you acknowledge that you are 18+ years of age and are willing to see graphic content.
fr: En sélectionnant le mode explicite, vous reconnaissez que vous avez plus de 18 ans et que vous êtes prêt à voir du contenu graphique.

# MINDS__NEWSFEED__BOOST_ROTATOR__AUTO_ROTATE_ITEM
source: Auto-rotate
fr: Rotation automatique

# MINDS__NEWSFEED__BOOST_ROTATOR__AUTO_ROTATE_ITEM_TOOLTIP
source: This will enable/disable the Boost box on top of your feed from self-rotating.
fr: Cela activer/désactivera la boîte Boost au-dessus de votre flux de rotation automatique.

# MINDS__NEWSFEED__BOOST_ROTATOR__HIDE_BOOST_ITEM
source: Hide Boost
fr: Cacher Boost

# MINDS__NEWSFEED__BOOST_ROTATOR__SHOW_BOOST_ITEM
source: Show Boost
fr: Afficher le Boost

# MINDS__NEWSFEED__BOOST_ROTATOR__BOOST_VISIBILITY_TOOLTIP
source: Plus users may hide Boosts from their newsfeed.
fr: Les utilisateurs plus peuvent cacher les Boosts de leur fil d'actualité.

# MINDS__NEWSFEED__BOOST_ROTATOR__BOOST_VISIBILITY_UPGRADE_TOOLTIP
source: Upgrade to Plus in order to turn off Boost.
fr: Mettez à niveau vers Plus afin de désactiver Boost.

# MINDS__NEWSFEED__BOOST_ROTATOR__ABOUT_BOOST
source: About Boost
fr: À propos de Boost

# GROUPS__TILE__MEMBERS_COUNT
source: {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} members
fr: Membres de {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT}

# GROUPS__TILE__OPEN_ACTION
source: Open
fr: Ouvert

# SIDEBAR_SELECTOR__PREFERRED
source: Preferred
fr: Préféré

# SIDEBAR_SELECTOR__ON
source: On
fr: Activé

# SIDEBAR_SELECTOR__FILTER_BY_HASHTAG
source: Filter by this hashtag
fr: Filtrer par ce hashtag

# COMMON__HIDE
source: Hide
fr: Cacher

# SIDEBAR_SELECTOR__SHOW_TRENDING
source: Show trending
fr: Afficher les tendances

# SIDEBAR_SELECTOR__SHOW_SUGGESTED
source: Show suggested
fr: Afficher les suggestions

# M_REFERRALS__SHARE_BUTTON_MESSENGER
source: Messenger
fr: Messager

# M_REFERRALS__SHARE_BUTTON_EMAIL
source: Email
fr: Courriel

# M__COMMON__REFER_FRIENDS
source: Refer Friends
fr: Parrainer des amis

# MINDS__HOME__FORGOT_PASSWORD__ENTER_USERNAME_HELP_NOTE
source: To request a new password, enter your username
fr: Pour réinitialiser votre mot de passe, entrez votre nom d'utilisateur

# M__ACTION__CONTINUE
source: Continue
fr: Continuer

# COMMON__PASSWORD_RESET_EMAIL_SENT
source: Password Reset Email Sent
fr: E-mail de réinitialisation du mot de passe envoyé

# COMMON__PASSWORD_UNLOCK_CODE_SENT
source: We have sent an unlock code to your registered email address.
fr: Nous avons envoyé un code de déverouillage à votre adresse email

# MINDS__HOME__FORGOT_PASSWORD__CONFIRM_PASSWORD_LABEL
source: Password (confirm)
fr: Mot de passe (confirmer)

# BLOCKCHAIN__OPTIONS__INSTALL_WEB3
source: Minds recommends {START_LINK} MetaMask {CLOSE_LINK} . It's a bridge that allows you to visit the distributed web of tomorrow in your browser today. MetaMask includes a secure identity vault, providing a user interface to manage your identities on different sites and sign blockchain transactions.
fr: Les esprits recommandent {START_LINK} MetaMask {CLOSE_LINK} . C'est un pont qui vous permet de visiter le web distribué de demain dans votre navigateur aujourd'hui. MetaMask comprend un coffre d'identité sécurisé, fournissant une interface utilisateur pour gérer vos identités sur différents sites et signer des transactions blockchain.

# BLOCKCHAIN__OPTIONS__WEB3_LOCKED_OR_NO_WALLETS
source: There are no local wallets available, the wallet manager is locked, or you're connected to a different network.
fr: Il n'y a aucun portefeuille local disponible, le gestionnaire de portefeuille est verrouillé, ou vous êtes connecté à un autre réseau.

# BLOCKCHAIN__WALLET_ADDRESS_NOTICE
source: Hey, do you want to setup your Tokens wallet?
fr: Hé, voulez-vous configurer votre portefeuille de jetons ?

# M__BLOCKCHAIN__TDE_BUY__BUY_ACTION
source: Buy
fr: Acheter

# M__BLOCKCHAIN__TDE_BUY__BOUGHT_NOTE
source: Bought
fr: Acheté

# COMMON__PURCHASE_TOKENS
source: Purchase Tokens
fr: Acheter des jetons

# COMMON__BUY
source: Buy
fr: Acheter

# COMMON__BUY_ETH
source: Buy Eth
fr: Acheter un Eth

# M__PURCHASE_VERIFY_PHONE_MESSAGE
source: Please verify your phone number
fr: Veuillez vérifier votre numéro de téléphone

# M__PURCHASE_TITLE
source: Your {INTERPOLATION} for {INTERPOLATION_1} Tokens ( {INTERPOLATION_2} ETH)
fr: Vos {INTERPOLATION} pour {INTERPOLATION_1} jetons ( {INTERPOLATION_2} ETH)

# M__PURCHASE_ETH_MIN_TO_APPROVE
source: Token {INTERPOLATION} over 40 ETH need to be approved by Minds before they can be issued.
fr: Le jeton {INTERPOLATION} de plus de 40 ETH doit être approuvé par les esprits avant de pouvoir être émis.

# M__PURCHASE_OFAC
source: I am not listed on any US OFAC Sanction list or prohibited from engaging in business in the USA
fr: Je ne suis pas inscrit sur une liste de sanctions de l'OFAC aux États-Unis ou je ne suis pas autorisé à faire des affaires aux États-Unis

# M__PURCHASE_INVESTIMENT_INTENT
source: I am purchasing the tokens for use on the Minds Platform, and not as an investment.
fr: J'achète les jetons à utiliser sur la plate-forme Minds et non pas en tant qu'investissement.

# M__PURCHASE_TERMS
source: I have read and accept the {START_LINK} Terms Of Sale {CLOSE_LINK} for the Minds Token
fr: J'ai lu et j'accepte les conditions de vente {START_LINK} {CLOSE_LINK} pour le jeton d'esprit

# M__PURCHASE_COMPLETED_H2
source: Thank you for your purchase of {INTERPOLATION} Tokens
fr: Merci pour votre achat de {INTERPOLATION} jetons

# M__PURCHASE_COMPLETED_NOTE
source: Your transaction is processing and we will notify you once the transaction is complete.
fr: Votre transaction est en cours de traitement et nous vous informerons une fois la transaction terminée.

# M__PURCHASE_COMPLETED_NOTE_REVIEW
source: Because your purchase was over 60 ETH, it may take over 24 hours for the transaction to be completed. If you would like to contact us, please reach out to info@minds.com.
fr: Comme votre achat était de plus de 60 THE, il peut prendre plus de 24 heures pour que la transaction soit terminée. Si vous souhaitez nous contacter, veuillez contacter info@minds.com.

# M__PURCHASE_BUTTON
source: Purchase
fr: Achat

# M__PURCHASE_PLEASE_WAIT_BUTTON
source: Please wait...
fr: Veuillez patienter...

# M__PURCHASE_COMPLETED
source: Completed
fr: Terminé

# MARKETING_NODES__MINDS_NODES
source: Minds Nodes
fr: Nœuds mentaux

# MARKETING_NODES__LAUNCH_YOUR_OWN_SOCIAL_NETWORK
source: Launch your own {START_EMPHASISED_TEXT} social networking app {CLOSE_EMPHASISED_TEXT}
fr: Lancez votre propre application de réseau social {START_EMPHASISED_TEXT} {CLOSE_EMPHASISED_TEXT}

# MARKETING_NODES__START_WHITELABEL_NETWORK
source: Start your own white-labeled social networking app for web and mobile by leveraging Minds’ open source code base.
fr: Démarrez votre propre application de réseau social en marque blanche pour Web et mobile en tirant parti de la base de code open source de Minds.

# MARKETING_NODES__CONTACT_US_FOR_DETAILS
source: Contact us for details
fr: Contactez-nous pour plus de détails

# MARKETING_NODES__PLATFORM_BRANDED_OWN_WAY
source: A platform branded your own way
fr: Une plateforme de votre propre façon

# MARKETING_NODES__HARNESS_FEATURES_SECTION
source: Harness all of the features of Minds.com with your own design, brand name, domain and style. Set your own policies, develop your own network and contribute to the greater Minds open source project.
fr: Exploitez toutes les fonctionnalités de Minds.com avec votre propre design, nom de marque, domaine et style. Définissez vos propres politiques, développez votre propre réseau et contribuez au plus grand projet open source de Minds.

# MARKETING_NODES__FULL_STACK_FEATURES
source: A full stack of features
fr: Une pile complète de fonctionnalités

# MARKETING_NODES__FULL_STACK_FEATURES_SECTION
source: The platform includes a wide variety of features, such as analytics, wallet, encrypted messaging, newsfeed, content hosting, blog editing, groups, hashtags, search, payments, advertising and more.
fr: La plateforme comprend une grande variété de fonctionnalités, telles que l'analytique, le portefeuille, la messagerie chiffrée, fil d'actualité, hébergement de contenu, édition de blogs, groupes, hashtags, recherche, paiements, publicité et plus encore.

# MARKETING_NODES__SYNC_ACROSS_DEVICES
source: Sync across all devices
fr: Synchroniser sur tous les appareils

# MARKETING_NODES__SYNC_ACROSS_DEVICES_SECTION
source: The Minds platform is built for all platforms, including Android, iOS and major web browsers such as Firefox, Chrome, Safari and Brave.
fr: La plate-forme Minds est conçue pour toutes les plates-formes, y compris Android, iOS et les principaux navigateurs Web tels que Firefox, Chrome, Safari et Brave.

# MARKETING_NODES__OTHER_NODE_FEATURES
source: Other Nodes features
fr: Fonctionnalités d'autres nœuds

# MARKETING_NODES__SUPPORT_MANY_USE_CASES
source: Supports many use cases
fr: Prise en charge de nombreux cas d'utilisation

# MARKETING_NODES__SOCIAL_NETWORKING_ESSENTIAL_SECTION
source: Social networking is an essential tool for communicating inside your own company or reaching people outside.
fr: Le réseautage social est un outil essentiel pour communiquer au sein de votre propre entreprise ou pour toucher des personnes à l'extérieur.

# MARKETING_NODES__FOR_YOUR_COMMUNITY
source: For your community
fr: Pour votre communauté

# MARKETING_NODES__STOP_OUTSOURCING_SOCIAL_MEDIA
source: Stop outsourcing your social media presence and losing all of your reach. Regain direct access to your audience.
fr: Arrêtez d'externaliser votre présence sur les réseaux sociaux et de perdre toute votre portée. Récupérez un accès direct à votre public.

# MARKETING_NODES__OPEN_SOURCE_CONTRIBUTION
source: Open source contribution
fr: Contribution Open Source

# MARKETING_NODES__ALL_WORK_CONTRIBUTE_GREATER
source: All of your work will contribute to the greater {START_LINK} Minds open source project {CLOSE_LINK} of building free and open source social networking technology for the world.
fr: Tous vos travaux contribueront au plus grand projet open source {START_LINK} Minds {CLOSE_LINK} de construction de technologies de réseau social libres et open source pour le monde.

# MARKETING_NODES__CONTACT_FOR_DETAILS
source: Contact us for details
fr: Contactez-nous pour plus de détails

# MINDS__COMMENTS__LOGIN_TO_COMMENT
source: {START_BOLD_TEXT} Log in {CLOSE_BOLD_TEXT} to comment
fr: {START_BOLD_TEXT} Connectez-vous à {CLOSE_BOLD_TEXT} pour commenter

# COMMENT_POSTER__LOGIN_SEND_MESSAGE
source: {START_BOLD_TEXT} Log in {CLOSE_BOLD_TEXT} to send a message
fr: {START_BOLD_TEXT} Connectez-vous à {CLOSE_BOLD_TEXT} pour envoyer un message

# MINDS__COMMENTS__CONTAINS_BLOCKED_REPLIES
source: This thread contains replies from blocked channels.
fr: Ce fil de discussion contient les réponses des canaux bloqués.

# MINDS__COMMENTS__NO_LIVE_COMMENTS
source: Could not load live comments
fr: Impossible de charger les commentaires en direct

# MINDS__COMMENTS__SOCKET_RETRY
source: Click to retry
fr: Cliquez pour réessayer

# MINDS__COMMENTS__SOCKET_LOADING
source: Loading...
fr: Chargement en cours...

# M__JOBS__MKT__MINDS_MARKETING_TITLE
source: {START_TAG_SPAN} @ {CLOSE_TAG_SPAN} {INTERPOLATION} , want to join the team?
fr: {START_TAG_SPAN} @ {CLOSE_TAG_SPAN} {INTERPOLATION} , voulez-vous rejoindre l'équipe ?

# M__JOBS__MKT__MINDS_MARKETING_TITLE__LOGGED__OUT
source: Hello there, want to join the team?
fr: Bonjour là, vous voulez rejoindre l'équipe ?

# M__CANARY_TITLE
source: Canary
fr: Canarie

# MINDS__CHANNELS__SOCIAL_PROFILES__URL_PLACEHOLDER
source: Social media profile URL
fr: URL du profil des réseaux sociaux

# MINDS__CHANNELS__SOCIAL_PROFILES__ADD
source: Add Social Profile
fr: Ajouter un profil social

# COMMON__PAY
source: Pay
fr: Payer

# MINDS__CHANNELS__FLAGGED_AS_SPAM
source: This user was flagged as spam.
fr: Cet utilisateur a été signalé comme spam.

# MINDS__CHANNELS__FLAGGED_AS_DELETED
source: This user was flagged as deleted.
fr: Cet utilisateur a été marqué comme supprimé.

# MINDS__CHANNELS__ERROR_CHECK_USERNAME
source: Please check the username
fr: Veuillez vérifier le nom d'utilisateur

# MINDS__CHANNELS__BLOCKED_NOTICE
source: You have blocked @ {INTERPOLATION}
fr: Vous avez bloqué @ {INTERPOLATION}

# MINDS__CHANNELS__UNBLOCK_ACTION
source: Click to Unblock
fr: Cliquez pour débloquer

# MINDS__CHANNELS__SUBSCRIBERS_WITH_COUNT
source: Subscribers ( {INTERPOLATION} )
fr: Abonnés ( {INTERPOLATION} )
