Repository: Akanshagiriya/front
Catalog: src/locale/Minds.*.xliff
Languages: fr

# SIDEBAR_MARKERS__GROUPS
source: Groups
fr: Groupes

# M__COMMON__NEW_GROUP
source: New group
fr: Nouveau groupe

# M__COMMON__DISCOVER_GROUPS
source: Discover Groups
fr: Découvrir les groupes

# M__COMMON__JOIN_SOME_GROUPS_TO_POPULATE_THIS_SIDEBAR
source: Join some groups to populate this sidebar
fr: Rejoignez des groupes pour remplir cette barre latérale

# COMMON__HOME
source: Home
fr: Domicile

# COMMON__NEWSFEED
source: Newsfeed
fr: Fil d'actualité

# COMMON__DISCOVERY
source: Discovery
fr: Découverte

# COMMON__WALLET
source: Wallet
fr: Portefeuille

# COMMON__ANALYTICS
source: Analytics
fr: Analyses

# COMMON__TRAFFIC
source: Traffic
fr: Trafic

# COMMON__EARNINGS
source: Earnings
fr: Gains

# COMMON__TRENDING
source: Trending
fr: Tendance

# COMMON__SETTINGS
source: Settings
fr: Réglages

# CHANNEL__ONBOARDING__CHOOSE_DISPLAY_NAME
source: Choose your display name
fr: Choisissez votre nom d'affichage

# CHANNEL__ONBOARDING__BRIEFLY_DESCRIBE_YOUR_CHANNEL
source: Briefly describe your channel
fr: Décrivez brièvement votre chaîne

# MINDS_FESTIVAL_TICKET_SALE
source: BREAKING: Tickets on sale for "MINDS: FESTIVAL OF IDEAS" @ Radio City on 6/13/2020. HELP US SELL OUT FAST!
fr: BREAKING: BREAKING: Billets en vente pour "MINDS: FESTIVAL OF IDEAS" @ Radio City sur 6/13/2020.

# M__ACTION__VIEW_CHANNEL
source: View Channel
fr: Voir le canal

# COMMON__ADMIN
source: Admin
fr: Administrateur

# COMMON_SETTINGS
source: Settings
fr: Réglages

# COMMON_FAQ
source: FAQ
fr: Foire Aux Questions

# COMMON__HELP DESK
source: Help Desk
fr: Bureau d'aide

# COMMON__HELP_AND_SUPPORT
source: Help & Support
fr: Aide & Support

# COMMON__WHITEPAPER
source: Whitepaper
fr: Livre blanc

# COMMON__OPT_INTO_EXPERIMENTS
source: Opt-in to Experiments
fr: Participer aux expériences

# COMMON__CANARY
source: Canary
fr: Canarie

# COMMON_LOGOUT
source: Logout
fr: Se déconnecter

# M__ACTION__LOGIN
source: Login
fr: Se connecter

# MINDS__TOPBAR__TOP__OPEN_TRENDING_ITEM_TOOLTIP
source: Open may contain controversial content. By selecting Open, you acknowledge that you are willing to see controversial content.
fr: Open peut contenir des contenus controversés. En sélectionnant Open, vous reconnaissez que vous êtes prêt à voir des contenus controversés.

# COMMON__LOGIN
source: Login
fr: Se connecter

# COMMON__JOIN_MINDS_NOW
source: Join Minds Now
fr: Rejoindre les esprits maintenant

# COMMON__UPGRADE
source: Upgrade
fr: Mise à jour

# COMMON__BUY_TOKENS
source: Buy tokens
fr: Acheter des jetons

# COMMON__LIGHT_MODE
source: Enter Light Mode
fr: Passer en Mode Lumière

# COMMON__DARK_MODE
source: Enter Dark Mode
fr: Passer en mode sombre

# COMMON__BOOST_CONSOLE
source: Boost Console
fr: Console de Boost

# COMMON__HELP
source: Help
fr: Aide

# COMMON__FAQ
source: FAQ
fr: Foire Aux Questions

# COMMON__LOGOUT
source: Logout
fr: Se déconnecter

# COMMON__MORE
source: More
fr: Plus

# COMMON__LESS
source: Less
fr: Moins

# M__COMMON__COPYRIGHT_YEAR
source: © Minds {INTERPOLATION}
fr: © Esprit {INTERPOLATION}

# COMMON__INFINITE_SCROLL__LOAD_MORE
source: Click to load more
fr: Cliquez pour en charger plus

# COMMON__INFINITE_SCROLL__NOTHING_MORE
source: Nothing more to load
fr: Rien de plus à charger

# M__COMMON__COUNTRY
source: Country
fr: Pays

# COMMON__DATE_INPUT__MONTH_LABEL
source: Month
fr: Mois

# COMMON__DATE_INPUT__DAY_LABEL
source: Day
fr: Jour

# COMMON__DATE_INPUT__YEAR_LABEL
source: Year
fr: Année

# M__COMMON__ENTER_CITY
source: Enter your city...
fr: Entrez votre ville...

# M__COMMON__SELECT_CITY
source: Select your city:
fr: Sélectionnez votre ville :

# M__COMMON__COUNTRY_STATE
source: State
fr: État

# COMMON__SEE_MORE__ACTION
source: See More
fr: En savoir plus

# COMMON__READ_MORE__ACTION
source: Read more
fr: En savoir plus

# COMMON__BADGES__ADMIN
source: Admin
fr: Administrateur

# COMMON__BADGES__VERIFIED
source: Verified
fr: Vérifié

# COMMON__BADGES__FOUNDER
source: Founder
fr: Fondateur

# BADGES__BOOSTER
source: Boosted OnChain in the last 7 days
fr: OnChain Boosté au cours des 7 derniers jours

# MINDS__TAGCLOUD__TITLE
source: Suggested Hashtags
fr: Hashtags suggérés

# COMMON__AVATAR__CHANGE
source: Change avatar
fr: Changer d'avatar

# COMMON__AVATAR__ADD
source: Add an avatar
fr: Ajouter un avatar

# M__COMMON__SUBSCRIBERS
source: Subscribers
fr: Abonnés

# M__COMMON__SUBSCRIPTIONS
source: Subscriptions
fr: Abonnements

# M__COMMON__VIEWS
source: Views
fr: Vues

# M_SHARE__HEADER
source: Share this post
fr: Partager ce message

# M_SHARE__LINK_COPY_ACTION
source: Copy
fr: Copier

# M_SHARE__LINK_COPY_STATE
source: Copied
fr: Copié

# M_SHARE__REFERRER_PARAM_CHECKBOX_LABEL
source: Include referral code
fr: Inclure le code de parrainage

# M_SHARE__REFERRAL_CODE_EXPLANATION
source: Use your referral code to earn tokens for referring new users to Minds. Learn more at the {START_LINK} Referrals Console {CLOSE_LINK}
fr: Utilisez votre code de parrainage pour gagner des jetons pour parrainer de nouveaux utilisateurs vers les esprits. Apprenez-en plus sur la Console de parrainage {START_LINK} {CLOSE_LINK}

# M_SHARE__BUTTON_MESSENGER
source: Messenger
fr: Messager

# M_SHARE__BUTTON_EMAIL
source: Email
fr: Courriel

# M__COMMON__MATURE_CONTENT
source: Mature content
fr: Contenu adulte

# M__COMMON__CONFIRM_18
source: Click to confirm you are 18+
fr: Cliquez pour confirmer que vous avez plus de 18 ans

# M__COMMON__EDITED
source: edited
fr: édité

# MINDS__CARDS__entity__BOOSTED_LABEL
source: Boosted
fr: Boosté

# MINDS__CARDS__entity__BOOSTED_LABEL_ONCHAIN
source: Boosted Onchain
fr: Onchain boostée

# M__BLOCKCHAIN__TX_OVERLAY__COMPLETE_YOUR_TX
source: Complete your OnChain transaction
fr: Terminez votre transaction OnChain

# M__BLOCKCHAIN__TX_OVERLAY__COMPLETE_USING_METAMASK
source: Please open your Metamask client to complete the transaction.
fr: Veuillez ouvrir votre client Metamask pour compléter la transaction.

# M__BLOCKCHAIN__TX_OVERLAY__YOURE_APPROVING_MESSAGE
source: You are approving a {INTERPOLATION}
fr: Vous êtes en train d'approuver un {INTERPOLATION}

# M__BLOCKCHAIN__TX_OVERLAY__ENTER_PKEY_OR_DROP_CSV
source: Please enter your private key below in order to unlock your account. You can also drag and drop a CSV file into this window.
fr: Veuillez entrer votre clé privée ci-dessous afin de déverrouiller votre compte. Vous pouvez également glisser et déposer un fichier CSV dans cette fenêtre.

# M__BLOCKCHAIN__TX_OVERLAY__CREATE_WALLET_AND_LEARN_ABOUT_TOKENS
source: Don't have an address/private key? Checkout {START_LINK} minds.com/wallet {CLOSE_LINK} to create a wallet and learn how to get Minds tokens.
fr: Vous n'avez pas d'adresse/clé privée ? Commander {START_LINK} minds.com/wallet {CLOSE_LINK} pour créer un portefeuille et apprendre comment obtenir des jetons Minds.

# M__BLOCKCHAIN__TX_OVERLAY__DROP_KEYFILE_BELOW
source: Drop key file below to auto-fill the field.
fr: Déposez le fichier de clé ci-dessous pour remplir automatiquement le champ.

# M__BLOCKCHAIN__TX_OVERLAY__PRIVATE_KEY
source: Private Key
fr: Clé privée

# M__BLOCKCHAIN__TX_OVERLAY__REMEMBER_PKEY_FOR_1_MIN
source: Remember this private key for 1 minute only.
fr: Se souvenir de cette clé privée pendant 1 minute seulement.

# M__ACTION__CANCEL
source: Cancel
fr: Annuler

# M__BLOCKCHAIN__TX_OVERLAY__WARNING_REMEMBER_KEY_FOREVER
source: Warning: Remembering the private key for the rest of the session can be insecure and might lead to your ETH being stolen.
fr: Attention : Se souvenir de la clé privée pour le reste de la session peut être non sécurisé et peut entraîner le vol de votre ETH.

# M__BLOCKCHAIN__TX_OVERLAY__GAS_PRICE
source: Gas Price
fr: Prix du gaz

# M__BLOCKCHAIN__TX_OVERLAY__GAS
source: Gas
fr: Gaz

# COMMON__CANCEL
source: Cancel
fr: Annuler

# COMMON__APPROVE
source: Approve
fr: Approuver

# BOOST__CREATOR__BOOST_TYPE_TITLE
source: Boost Type
fr: Type de Boost

# M__FEATURE__NEWSFEED_PLURAL
source: Feeds
fr: Flux

# BOOST__CREATOR__NEWSFEEDS_SELECTOR_DESC
source: Your content will appear on newsfeeds across the site.
fr: Votre contenu apparaîtra sur les fils d'actualité du site.

# M__COMMON__SELECTED
source: Selected
fr: Sélectionnés

# M__FEATURE__OFFER__PLURAL
source: Offers
fr: Offres

# BOOST__CREATOR__OFFERS_SELECTOR_DESC
source: Your content will be shared to a specific channel in exchange for USD or tokens.
fr: Votre contenu sera partagé sur un canal spécifique en échange de USD ou de jetons.

# M__FEATURE__SIDEBAR_PLURAL
source: Sidebars
fr: Barres latérales

# BOOST__CREATOR__SIDEBARS_SELECTOR_DESC
source: Your content will display on the sidebars throughout the site.
fr: Votre contenu s'affichera dans les barres latérales du site.

# BOOST__CREATOR__BID_TITLE
source: How many views do you want?
fr: Combien de vues voulez-vous ?

# BOOST__CREATOR__OFFER_TITLE
source: What's your offer?
fr: Quelle est votre offre ?

# BOOST__CREATOR__VIEWS_INPUT_LABEL
source: views
fr: vues

# BOOST__CREATOR__TOKENS_LABEL
source: Tokens
fr: Jetons

# BOOST__CREATOR__ESTIMATED_COMPLETION
source: Estimated completion time: {INTERPOLATION} hours
fr: Temps de complétion estimé: {INTERPOLATION} heures

# BOOST__CREATOR__PAYMENT_METHOD_CRYPTO_TITLE
source: Payment Method
fr: Méthode de paiement

# BOOST__CREATOR__PRIORITY_TITLE
source: Priority
fr: Priorité

# BOOST__CREATOR__PRIORITY_TITLE_CTX
source: Priority content goes to the front of the line, but costs at least twice the price of a regular boost.
fr: Le contenu prioritaire est placé au premier plan, mais coûte au moins deux fois le prix d'une augmentation régulière.

# M__ACTION__SELECT
source: Select
fr: Sélectionner

# COMMON__TOKENS__BOOST_CREATOR_AMOUNT
source: {INTERPOLATION} tokens
fr: {INTERPOLATION} jetons

# BOOST__CREATOR__CATEGORIES_TARGET_TITLE_CTX
source: Select the categories which you want your boost to be targeted to ( {INTERPOLATION} max).
fr: Sélectionnez les catégories auxquelles vous voulez que votre boost soit ciblé ( {INTERPOLATION} max).

# BOOST__CREATOR__TARGET_TITLE_CTX
source: Search for the channel you want to boost to.
fr: Recherchez le canal que vous souhaitez augmenter.

# BOOST__CREATOR__PLEASE_ENTER_BILLING
source: Please enter your billing details
fr: Veuillez entrer vos coordonnées de facturation

# M__ACTION__BOOST_NEXT
source: Next
fr: Suivant

# M__ACTION__BOOST_BACK
source: Back
fr: Précédent

# BOOST__CREATOR__BOOSTED_LABEL
source: Boosted!
fr: Boosté!

# COMMON__CLOSE
source: Close
fr: Fermer

# COMMON__TITLE
source: Title
fr: Titre de la page

# COMPOSER_POPUP__SPEAK_YOUR_MINDS_ELLIPSIS
source: Speak your mind...
fr: Dis ce que tu penses...

# WIRE__CREATOR__AMOUNT_TITLE_HOW_MANY_TOKENS
source: Pick a subscriptions tier
fr: Choisissez un niveau d'abonnement

# M__COMMON__TOKENS_INPUT
source: Tokens
fr: Jetons

# WIRE__CREATOR__REPEAT_TRANSACTION_MONTHLY
source: Repeat this transaction monthly.
fr: Répétez cette transaction mensuellement.

# WIRE__CREATOR__WIRE_TYPE_TITLE
source: Payment Method
fr: Méthode de paiement

# M__COMMON__OFFCHAIN
source: Tokens
fr: Jetons

# WIRE__CREATOR__OFFCHAIN_TOOLTIP
source: Offchain payments will not be published to the blockchain and are limited to 100 tokens a day.
fr: Les paiements Offchain ne seront pas publiés dans la blockchain et sont limités à 100 jetons par jour.

# M__COMMON__BALANCE
source: Balance
fr: Solde

# WIRE__CREATOR__BALANCE_OFFCHAIN_TOOLTIP
source: This balance is for your Minds.com OffChain wallet. Transactions made from this address will not appear on the blockchain.
fr: Ce solde est pour votre portefeuille OffChain Minds.com. Les transactions faites à partir de cette adresse n'apparaîtront pas sur la blockchain.

# WIRE__CREATOR__ONCHAIN_TOOLTIP
source: Onchain payments will be published to the public blockchain. You may utilize Metamask or another address. These purchases require a Gas fee.
fr: Les paiements Onchain seront publiés dans la blockchain publique. Vous pouvez utiliser Metamask ou une autre adresse. Ces achats nécessitent des frais de gaz.

# WIRE__CREATOR__ACTIVE_ADDRESS_TOOLTIP
source: This balance is for the {INTERPOLATION} wallet that is currently active in your Ethereum interface.
fr: Ce solde est pour le portefeuille {INTERPOLATION} qui est actuellement actif dans votre interface Ethereum.

# WIRE__CREATOR__RECEIVER_ADDRESS_TOOLTIP
source: This balance is for the {INTERPOLATION} wallet that is currently set up as the receiver wallet for your channel.
fr: Ce solde est pour le portefeuille {INTERPOLATION} qui est actuellement configuré comme le portefeuille récepteur de votre canal.

# M__WIRE_CREATOR__DONT_HAVE_TOKENS
source: Don't have tokens?
fr: Vous n'avez pas de jetons ?

# WIRE__CREATOR__SEND_ACTION
source: SEND
fr: ENVOYER

# WIRE__CREATOR__WIRED_NOTICE
source: Wired!
fr: Filaire !

# MINDS__CARDS__ACTIVITY__BOOSTED_LABEL
source: Boosted
fr: Boosté

# MINDS__CARDS__ACTIVITY__BOOSTED_LABEL_ONCHAIN
source: Boosted Onchain
fr: Onchain boostée

# COMMON__UNLISTED
source: Unlisted
fr: Non listé

# M__ACTION__SAVE
source: Save
fr: Enregistrer

# ACTIVITY__REMIND_NOT_AVAILABLE
source: This remind is not available because you blocked {START_LINK} @ {INTERPOLATION} {CLOSE_LINK} .
fr: Ce rappel n'est pas disponible car vous avez bloqué {START_LINK} @ {INTERPOLATION} {CLOSE_LINK} .

# MINDS__CARDS__ACTIVITY__BOOST_NOTICE
source: Boost this post to reach more people!
fr: Boostez ce message pour atteindre plus de personnes !

# MINDS__CARDS__ACTIVITY__PINNED_POST
source: This post is pinned
fr: Ce message est épinglé

# MINDS__CARDS__ACTIVITY__CLICK_TO_PIN
source: Click to pin this post to the top of your channel feed
fr: Cliquez pour épingler ce message en haut de votre flux de chaînes

# MINDS__CARDS__ACTIVITY__AWAITING_MODERATION
source: This post is awaiting moderation.
fr: Ce message est en attente de modération.

# M__COMMON__MEMBERS
source: Members
fr: Membres

# BLOGS__DRAFT_LABEL
source: Draft
fr: Brouillon

# M__COMMON__REPORT
source: Report
fr: Rapport

# REPORT__CREATOR__REPORT_NOTE_PLACEHOLDER
source: Please explain why you think this content should not be on Minds.
fr: Veuillez expliquer pourquoi vous pensez que ce contenu ne devrait pas être dans les esprits.

# REPORT__CREATOR__DMCA_NOTICE
source: Please submit a {START_LINK} DMCA notice {CLOSE_LINK} to copyright@minds.com.
fr: Veuillez envoyer un avis DMCA {START_LINK} {CLOSE_LINK} à copyright@minds.com.

# REPORT__CREATOR__SUBMIT_ACTION
source: SUBMIT
fr: SOUMETTRE

# REPORT__CREATOR__NEXT_ACTION
source: NEXT
fr: SUIVANT

# M__COMMON__THANKS_LET_US_KNOW_KEEP_MINDS_SAFE
source: Thanks for letting us know! We appreciate your effort to keep Minds safe and secure.
fr: Merci de nous avoir fait savoir ! Nous apprécions vos efforts pour garder les esprits en sécurité et en sécurité.

# M__COMMON__REVIEW_REPORT_ASAP
source: We will review your report as soon as possible.
fr: Nous examinerons votre rapport dans les plus brefs délais.

# M__ACTION__CLOSE__CAPS
source: CLOSE
fr: FERMER

# MINDS__COMMENTS__LOADING_ELLIPSIS
source: Loading…
fr: Chargement…

# MINDS__COMMENTS__LOAD_ACTION
source: Load
fr: Charger

# MINDS__COMMENTS__TRY_AGAIN_ACTION
source: Try again
fr: Réessayer

# MINDS__COMMENTS__LOAD_EARLIER_ACTION
source: Load earlier
fr: Charger plus tôt

# MINDS__COMMENTS__START_CONVERSATION
source: Start the conversation!
fr: Commencez la conversation !

# M__COMMON__WAIT_UPLOAD
source: Please wait until the upload is complete.
fr: Veuillez patienter jusqu'à ce que le téléchargement soit terminé.

# M__ACTION__EDIT
source: Edit
fr: modifier

# M__ACTION__TRANSLATE
source: Translate
fr: Traduire

# M__ACTION__DELETE
source: Delete
fr: Supprimer

# M__ACTION__REPORT
source: Report
fr: Signaler

# MINDS__CARDS__COMMENT__PRESS_ESC_TO_CANCEL
source: Press ESC to cancel
fr: Appuyez sur ESC pour annuler

# M__ACTION__MARK_SPAM
source: Mark as spam
fr: Marquer comme spam

# M__ACTION__NOT_SPAM
source: Not spam
fr: Pas de spam

# COMMON__ADMIN_ACTIONS__MARK_AS_DELETED
source: Mark as deleted
fr: Marquer comme supprimé

# COMMON__ADMIN_ACTIONS__UNDELETE
source: Undelete
fr: Annuler la suppression

# COMMON__CATEGORIES__SELECT_A_CATEGORY
source: select a category
fr: sélectionner une catégorie

# COMMON__TREE__NO_RESULTS
source: No results found
fr: Aucun résultat trouvé

# M__NSFW__FULL
source: Not Safe for Work
fr: Pas sûr pour le travail

# ONBOARDING__FINISHED_SETTING_UP
source: Finish setting up your account
fr: Terminer la configuration de votre compte

# COMMON__FILTER
source: Filter
fr: Filtre

# COMMON__FEED
source: Feed
fr: Fil

# COMMON__VIDEOS
source: Videos
fr: Vidéos

# COMMON__GROUPS
source: Groups
fr: Groupes

# COMMON__WIRE
source: Wire
fr: Fil

# COMMON__SETTING
source: Settings
fr: Réglages

# COMMON__YEARLY
source: Yearly
fr: Annuel

# COMMON__MONTHLY
source: Monthly
fr: Mensuel

# COMMON__TOKENS
source: Tokens
fr: Jetons

# UPGRADE_OPTIONS__IDEAL_MINDS_USERS
source: Ideal for all Minds Users
fr: Idéal pour tous les utilisateurs de mental

# UPGRADE_OPTIONS__UPGRADE_CHANNEL_INFO
source: Upgrade your channel to unlock new features and upgrade your experience.
fr: Mettez à niveau votre chaîne pour débloquer de nouvelles fonctionnalités et améliorer votre expérience.

# UPGRADE_OPTIONS__ACCESS_EXCLUSIVE_CONTENT
source: Access exclusive content
fr: Accéder au contenu exclusif

# UPGRADE_OPTIONS__VERIFY_YOUR_CHANNEL
source: Verify your channel
fr: Vérifiez votre chaîne

# UPGRADE_OPTIONS__HIDE_BOOSTED_CONTENT
source: Hide boosted content
fr: Masquer le contenu boosté

# UPGRADE_OPTIONS__MORE_INFO
source: More info
fr: Plus d'infos

# UPGRADE_OPTIONS__PER_MONTH
source: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} per month
fr: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} par mois

# COMMON__UPGRADE_TO_PLUS
source: Upgrade to Plus
fr: Mettre à niveau vers Plus

# UPGRADE_OPTIONS__FOR_INDEPENDANT_CREATORS
source: For independent content creators
fr: Pour les créateurs de contenu indépendants

# UPGRADE_OPTIONS__ULTIMATE_PLATFORM
source: The ultimate platform for independent creators and brands.
fr: La plateforme ultime pour les créateurs et les marques indépendantes.

# UPGRADE_OPTIONS__GET_PAID_WORK
source: Get paid for your work
fr: Soyez payé pour votre travail

# UPGRADE_OPTIONS__BUILD_OWN_CUSTOM_SITE
source: Build your own custom website
fr: Créez votre propre site web personnalisé

# UPGRADE_OPTIONS__PROFESSIONAL_MEDIA_TOOLS
source: Professional media tools
fr: Outils multimédia professionnels

# UPGRADE_OPTIONS__CUSTOM_SUPPORT
source: Custom support
fr: Support personnalisé

# COMMON__MORE_INFO
source: More info
fr: Plus d'infos

# COMMON__TRY_PRO
source: Try Pro
fr: Essayer Pro

# COMMON__PER_MONTH
source: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} per month
fr: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} par mois

# COMMON__UPGRADE_TO_PRO
source: Upgrade to Pro
fr: Passer à la version Pro

# COMMON__COMING_SOON
source: Coming soon
fr: Bientôt disponible

# UPGRADE_OPTIONS__NODE
source: Node
fr: Noeud

# UPGRADE_OPTIONS__NEXT_LEVEL_CREATORS
source: For next-level content creators
fr: Pour les créateurs de contenu de niveau supérieur

# UPGRADE_OPTIONS__LAUNCH_OWN_NETWORK
source: Launch your own white-labeled social network and mobile app.
fr: Lancez votre propre réseau social et application mobile en marque blanche.

# UPGRADE_OPTIONS__WHITE_LABEL_WEB_MOBILE
source: White-labeled web + mobile app
fr: Web + application mobile en marque blanche

# UPGRADE_OPTIONS__CUSTOM_DOMAIN_BRAND
source: Custom domain and brand
fr: Domaine personnalisé et marque

# UPGRADE_OPTIONS__INDEPENDANT_FROM_MINDS
source: Independent from Minds
fr: Indépendant des esprits

# UPGRADE_OPTIONS__CONTACT_US_PRICING
source: Contact us for pricing
fr: Contactez-nous pour connaître les prix

# COMMON__CONTACT_US
source: Contact us
fr: Contactez-nous

# PLUS_SUBSCRIPTION_OPTION__YEARLY
source: Yearly
fr: Annuel

# PLUS_SUBSCRIPTION_OPTION__MONTHLY
source: Monthly
fr: Mensuel

# PLUS_SUBSCRIPTION_OPTION__TOKENS
source: Tokens
fr: Jetons

# PLUS_SUBSCRIPTION__PER_MONTH
source: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} per month
fr: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} par mois

# PLUS_SUBSCRIPTION__UPGRADE_TO_PLUS
source: Upgrade to Plus
fr: Mettre à niveau vers Plus

# PLUS_SUBSCRIPTION__CANCEL_PLUS
source: Cancel Plus
fr: Annuler Plus

# PLUS__VERIFY__LINKS_INPUT_LABEL
source: Please post your Minds channel page (eg. https://minds.com/YourUsername) on two other social media sites where you own the same username to verify yourself. They must link back to your Minds channel so we know it is you.
fr: Veuillez poster votre page de canal Minds (par exemple https://minds.com/YourUsername) sur deux autres sites de médias sociaux où vous possédez le même nom d'utilisateur pour vous vérifier. Ils doivent être reliés à votre chaîne Minds pour que nous sachions que c'est vous.

# PLUS__VERIFY__DESCRIPTION_LABEL
source: Please give a brief statement as to why you should be verified
fr: Veuillez indiquer brièvement pourquoi vous devriez être vérifié

# PLUS__VERIFY__SUBMIT_ACTION
source: Submit
fr: Soumettre

# ADS__BOOSTED_CONTENT
source: Boosted content
fr: Contenu boosté

# MINDS__BOOST_CONSOLE__TOPBAR__NEWSFEED_TOOLTIP
source: Boosts shown on user's feeds
fr: Boosts affichés sur les flux de l'utilisateur

# MINDS__BOOST_CONSOLE__TOPBAR__SIDEBAR_TOOLTIP
source: Boosts shown on sidebars
fr: Boosts affichés sur les barres latérales

# MINDS__BOOST_CONSOLE__TOPBAR__OFFERS_TOOLTIP
source: Boosts you've offered to other users or that've been offered to you
fr: Boosts que vous avez offerts à d'autres utilisateurs ou qui vous ont été offerts

# M__FEATURE__PUBLISHER
source: Publisher
fr: Éditeur

# MINDS__BOOST_CONSOLE__TOPBAR__PUBLISHER_TOOLTIP
source: Boost Publisher program
fr: Boost le programme de publication

# BOOST__CONSOLE__INBOX_TAB
source: Inbox
fr: Boîte de réception

# MINDS__BOOST_CONSOLE__TOPBAR__INBOX_TOOLTIP
source: Boosts that have been offered to you
fr: Boosts qui vous ont été offerts

# BOOST__CONSOLE__OUTBOX_TAB
source: Outbox
fr: Boîte d'envoi

# MINDS__BOOST_CONSOLE__TOPBAR__OUTBOX_TOOLTIP
source: Boosts you've offered other users
fr: Boosts que vous avez offerts à d'autres utilisateurs

# BOOST__CONSOLE__LIST__EMPTY_BOOSTS_PRE
source: You have no boosted posts.
fr: Vous n'avez aucun message boosté.

# BOOST__CONSOLE__LIST__EMPTY_BOOSTS_CREATE_ONE
source: Create one
fr: Créer un

# BOOST__CONSOLE__LIST__EMPTY_P2P_BOOSTS
source: You have no boosts in your {INTERPOLATION} .
fr: Vous n'avez pas de boosts dans votre {INTERPOLATION} .

# M__COMMON__VIEWS_WITH_COUNT
source: {INTERPOLATION} views
fr: {INTERPOLATION} vues

# BOOST__CONSOLE__CARD__VIEWS_SO_FAR
source: {INTERPOLATION} views so far
fr: {INTERPOLATION} vues jusqu'à présent

# BOOST__CONSOLE__CARD__VIEWS_DELIVERED
source: {INTERPOLATION} views delivered
fr: {INTERPOLATION} vues livrées

# BOOST__CONSOLE__CARD__TOKENS_VALUE
source: {INTERPOLATION} tokens
fr: {INTERPOLATION} jetons

# BOOST__CONSOLE__CARD__REVOKE_ACTION
source: Revoke
fr: Révoquer

# M__ACTION__REJECT
source: Reject
fr: Rejeter

# M__ACTION__ACCEPT
source: Accept
fr: Accepter

# BOOST__CONSOLE__CARD__PREVIOUS_REJECTION
source: Your boost was rejected: {INTERPOLATION}
fr: Votre boost a été rejeté : {INTERPOLATION}

# M__FEATURE__WIRE
source: Add tags
fr: Ajouter des tags

# TAGS_SELECTOR__SELECT_UP_TO_5_HASHTAGS
source: Select up to 5 hashtags.
fr: Sélectionnez jusqu'à 5 hashtags.

# MINDS__POSTER__SPEAK_YOUR_MIND
source: Speak your mind...
fr: Dis ce que tu penses...

# COMMON__RATING
source: Rating
fr: Évaluation

# MINDS__POSTER__POST_ACTION
source: Post
fr: Publication

# BOOST__CONSOLE__BOOSTER__CTA
source: Boosting guarantees more views on your posts and content.
fr: Boosting garantit plus de points de vue sur vos messages et votre contenu.
