Repository: Akanshagiriya/front
Catalog: src/locale/Minds.*.xliff
Languages: fr

# MARKETING_PLUS__TIRED_SEEING_ADS_SECTION
source: Tired of seeing ads? All Plus users have the option of hiding all boosted content from their feeds. Just click on the settings icon on the Boost rotator in your newsfeed and select “Hide Boosts” to turn this on.
fr: Fatigué de voir des pubs ? Tous les utilisateurs Plus ont la possibilité de cacher tout le contenu boosté de leurs flux. Il vous suffit de cliquer sur l’icône des paramètres du rotateur Boost dans votre fil d’actualités et de sélectionner « Cacher les boosts» pour activer cette fonctionnalité.

# MARKETING_PLUS__ACCESS_EXCLUSIVE_CONTENT
source: Access exclusive content
fr: Accéder au contenu exclusif

# MARKETING_PLUS__VIEW_LATEST_BEHIND_SCENES_SECTION
source: View the latest behind-the-scenes content from the Minds team. Plus members will also gain access to exclusive content from MindsTV (coming soon).
fr: Découvrez le dernier contenu en coulisses de l'équipe Minds et les membres de MindsTV auront également accès au contenu exclusif de MindsTV (à venir).

# MARKETING_PLUS__VERIFY_YOUR_CHANNEL
source: Verify your channel
fr: Vérifiez votre chaîne

# MARKETING_PLUS__MEMBERS_REQUEST_TO_VERIFY_SECTION
source: Plus members are able to request to {START_LINK} verify their channel {CLOSE_LINK} and receive a verified badge.
fr: Les membres Plus peuvent demander à {START_LINK} de vérifier leur canal {CLOSE_LINK} et recevoir un badge vérifié.

# MARKETING_PLUS__JUST_POST_URL_SECTION
source: Just post your Minds channel URL to two other social networks where you have the same identify and provide us with the proof.
fr: Il vous suffit de poster votre URL de canal Minds vers deux autres réseaux sociaux où vous avez le même identifiant et nous fournir la preuve.

# MARKETING_PLUS__OTHER_PLUS_FEATURES
source: Other Plus features
fr: Autres fonctionnalités Plus

# MARKETING_PLUS__RECIEVE_A_BADGE
source: Receive a badge
fr: Recevoir un badge

# MARKETING_PLUS__MEMBERS_RECEIVE_BADGE_SECTION
source: Plus members receive a badge for their channel to indicate they are part of the community.
fr: Les membres plus reçoivent un badge pour leur chaîne pour indiquer qu'ils font partie de la communauté.

# MARKETING_PLUS__SUPPORT_MINDS
source: Support Minds
fr: Soutenir les esprits

# MARKETING_PLUS__BUYING_PLUS_SECTION
source: Buying Plus is a great way to keep Minds independent and show your support for Internet freedom.
fr: Acheter Plus est un excellent moyen de garder l'esprit indépendant et de montrer votre soutien à la liberté sur Internet.

# MARKETING_PLUS__UPGRADE_TO_PLUS
source: Upgrade to Plus
fr: Mettre à niveau vers Plus

# COMMON__MINDS_PLUS
source: Minds Plus
fr: Esprit Plus

# COMMON__REJECT
source: Reject
fr: Rejeter

# GROUPS__PROFILE__FEED__USER_WAS_KICKED
source: User was kicked from {INTERPOLATION} .
fr: L'utilisateur a été expulsé de {INTERPOLATION} .

# GROUPS__PROFILE__FEED__OK_ACTION
source: Okay
fr: Ok

# COMMON__VIEW_MORE
source: View More
fr: Voir plus

# CHANNEL_STATS__FOLLOWERS
source: Followers
fr: Abonnés

# CHANNEL_STATS__FOLLOWING
source: Following
fr: Abonnements

# CHANNEL_STATS__VIEWS
source: Views
fr: Vues

# PLUS__MKT__PLUS_TITLE
source: Content Policy
fr: Politique de contenu

# PLUS__MKT__PLUS_DESC
source: The goal of Minds is to have fair, transparent and ethical moderation practices.
fr: L'objectif de Minds est d'avoir des pratiques de modération équitables, transparentes et éthiques.

# REPORT__CONSOLE__APPEAL_ACTION
source: Appeal
fr: Appel

# M__COMMON__VIEW_PARENT_COMMENT_THREAD
source: View parent and its comment thread
fr: Voir le sujet parent et son commentaire

# M__COMMON__POST_NOT_FOUND
source: Post not found
fr: Publication introuvable

# I18N__LOCALIZATION_TITLE
source: Localization
fr: Traduction

# I18N__LOCALIZATION_DESC
source: Help translate Minds into every global language
fr: Aidez à traduire les esprits dans chaque langue globale

# I18N__CONTRIBUTE_ACTION
source: Contribute
fr: Contribuer

# SETTINGS__NAVIGATION__GENERAL_NAV
source: General
fr: Généraux

# SETTINGS__NAVIGATION__EMAIL_NOTIFICATIONS_NAV
source: Email Notifications
fr: Notifications par e-mail

# SETTINGS__NAVIGATION__DISABLE_NAV
source: Deactivate Channel
fr: Désactiver le canal

# SETTINGS__NAVIGATION__2FA_NAV
source: TwoFactor Authentication
fr: Authentification à deux facteurs

# SETTINGS__NAVIGATION__SUBSCRIPTIONS_NAV
source: Subscription Tiers
fr: Niveaux d'abonnement

# SETTINGS__NAVIGATION__BILLINGS_NAV
source: Billing
fr: Facturation

# SETTINGS__NAVIGATION__REPORTED_CONTENT_NAV
source: Reported Content
fr: Contenu signalé

# SETTINGS__BLOCKED_CHANNELS
source: Blocked Channels
fr: Chaîne bloqués

# M__ACTION__REFERRAL_LINK
source: Referrals
fr: Recommandations

# MINDS__SETTINGS__ACCOUNT_TIMESTAMP
source: Account created on:
fr: Compte créé le :

# MINDS__SETTINGS__DISPLAY_NAME_TITLE
source: Display Name
fr: Nom affiché

# MINDS__SETTINGS__ACCOUNT_PASSWORD_TITLE
source: Account Password
fr: Mot de passe du compte

# MINDS__SETTINGS__CURRENT_PASSWORD_LABEL
source: Current password
fr: Mot de passe actuel

# MINDS__SETTINGS__NEW_PASSWORD_LABEL
source: Your new password
fr: Votre nouveau mot de passe

# MINDS__SETTINGS__NEW_PASSWORD_AGAIN_LABEL
source: Your new password again
fr: Votre nouveau mot de passe à nouveau

# MINDS__SETTINGS__MATURE_CONTENT_TITLE
source: Mature Content
fr: Contenu adulte

# MINDS__SETTINGS__MATURE_CONTENT_LABEL
source: Always show mature content (18+)
fr: Toujours afficher le contenu mature (18+)

# MINDS__SETTINGS__TOASTER_LABEL
source: Enable toaster notifications
fr: Activer les notifications toaster

# MINDS__SETTINGS__AUTOPLAY_TITLE
source: Autoplay Videos in Feeds
fr: Lire automatiquement les vidéos dans les flux

# MINDS__SETTINGS__AUTOPLAY_LABEL
source: Enable Video Autoplay
fr: Activer la lecture automatique de la vidéo

# MINDS__SETTINGS__LANGUAGE_SETTINGS_TITLE
source: Language Settings
fr: Paramètres de langue

# MINDS__SETTINGS__SITE_LANGUAGE_LABEL
source: Site language:
fr: Langue du site :

# MINDS__SETTINGS__SHARE_BUTTONS_TITLE
source: Share Buttons
fr: Boutons de partage

# MINDS__SETTINGS__SHOW_SHARE_BUTTONS_LABEL
source: Show share buttons
fr: Afficher les boutons de partage

# MINDS__SETTINGS__SESSIONS_OPEN
source: You currently have {INTERPOLATION} session(s) open.
fr: Vous avez actuellement {INTERPOLATION} session(s) ouverte(s).

# MINDS__SETTINGS__CLOSE_ALL_SESSIONS
source: Close All Sessions
fr: Fermer toutes les sessions

# MINDS__SETTINGS__DISABLE_CHANNEL
source: Disable Channel
fr: Désactiver le canal

# MINDS__SETTINGS__DISABLE_CONFIRM
source: I'm sure - Disable
fr: Je suis sûr - Désactiver

# MINDS__SETTINGS__DELETE_CHANNEL
source: Delete Channel
fr: Supprimer le canal

# MINDS__SETTINGS__DELETE_CONFIRM
source: I'm sure - Delete
fr: Je suis sûr - Supprimer

# SETTINGS__EMAIL__EMAIL_ADDRESS_TITLE
source: Email address
fr: Adresse e-mail

# BLOCKED_CHANNELS__EMAIL_CHANGE_INFORMATION
source: Note: If you change your email address, it will need to be confirmed again.
fr: Remarque : Si vous changez votre adresse e-mail, elle devra être confirmée à nouveau.

# SETTINGS__EMAIL__EMAIL_ME_WHEN_TITLE
source: Email me when
fr: Envoyez-moi un e-mail quand

# MINDS__SETTINGS__UNREAD_NOTIFICATIONS_LABEL
source: I have unread notifications
fr: J'ai des notifications non lues

# MINDS__SETTINGS__WIRE_RECEIVED_LABEL
source: I receive a wire
fr: Je reçois un fil

# MINDS__SETTINGS__BOOST_COMPLETED_LABEL
source: My boost has been completed
fr: Mon boost a été terminé

# SETTINGS__EMAIL__EMAIL_ME_WITH
source: Email me with
fr: Envoyez-moi un e-mail avec

# MINDS__SETTINGS__TOP_POSTS_LABEL
source: Top posts from my network
fr: Top messages de mon réseau

# SETTINGS__EMAIL__PERIODICALLY_OPTION
source: Periodically
fr: Périodiquement

# SETTINGS__EMAIL__DAILY_OPTION
source: Daily
fr: Quotidienne

# SETTINGS__EMAIL__WEEKLY_OPTION
source: Weekly
fr: Hebdomadaire

# MINDS__SETTINGS__TIPS_IMPROVE_CHANNEL_LABEL
source: Tips on how to improve my channel
fr: Conseils pour améliorer mon canal

# MINDS__SETTINGS__SINCE_MISSED_SINCE_LAST_LOGIN_LABEL
source: Things I've missed since my last login
fr: Choses que j'ai manquées depuis ma dernière connexion

# MINDS__SETTINGS__NEW_CHANNELS_LABEL
source: New channels to subscribe to
fr: Nouveaux canaux auxquels s'abonner

# SETTINGS__EMAIL__KEEP_ME_UPDATED_WITH_TITLE
source: Keep me updated with
fr: Tenez-moi à jour avec

# MINDS__SETTINGS__MINDS_NEWS_LABEL
source: News about new Minds products and features
fr: Nouvelles sur les nouveaux produits et fonctionnalités de Minds

# MINDS__SETTINGS__TIPS_ON_HOW_TO_USE_MINDS_LABEL
source: Tips on how to use Minds
fr: Conseils sur la façon d'utiliser les esprits

# MINDS__SETTINGS__EXCLUSIVE_PROMOTIONS_LABEL
source: Exclusive promotions
fr: Promotions exclusives

# MARKETING__FUEL_OF_NETWORK
source: The {START_EMPHASISED_TEXT} fuel {CLOSE_EMPHASISED_TEXT} of the Minds network
fr: Le {START_EMPHASISED_TEXT} carburant {CLOSE_EMPHASISED_TEXT} du réseau mental

# MARKETING__BUY_TOKENS_SUPPORT_MINDS
source: Buy tokens to support Minds and your favorite channels. Unlock premium features and launch advertising campaigns to expand your reach.
fr: Achetez des jetons pour soutenir Minds et vos canaux favoris. Débloquez les fonctionnalités premium et lancez des campagnes publicitaires pour étendre votre portée.

# MARKETING__EXPAND_YOUR_REACH
source: Expand your reach
fr: Agrandir votre portée

# MARKETING__TOKEN_VIEWS_EXPLANATION
source: 1 token = 1,000 views from the network. Launch advertising campaigns, send offers to other channels for more exposure and grow your audience to new levels.
fr: 1 jeton = 1 000 vues depuis le réseau. Lancez des campagnes publicitaires, envoyez des offres à d'autres canaux pour plus d'exposition et augmentez votre audience à de nouveaux niveaux.

# COMMON__DOWNLOAD_WHITEPAPER
source: Download Whitepaper
fr: Télécharger le livre blanc

# COMMON__SETUP_WALLET
source: Setup Wallet
fr: Configurer le portefeuille

# COMMON__LEARN_ABOUT_BOOST
source: Learn About Boost
fr: En savoir plus sur Boost

# COMMON__BUY_PREMIUM_SUBSCRIPTIONS
source: Buy premium subscriptions
fr: Acheter des abonnements premium

# MARKETING__SPEND_TOKENS_TO_UPGRADE
source: Spend tokens to upgrade your channel to Pro or Plus. Access exclusive content and other custom offerings from your favorite creators.
fr: Dépensez des jetons pour mettre à niveau votre chaîne vers Pro ou Plus. Accédez au contenu exclusif et à d'autres offres personnalisées de vos créateurs préférés.

# COMMON__LEARN_ABOUT_PRO
source: Learn About Pro
fr: En savoir plus sur Pro

# COMMON__LEARN_ABOUT_PLUS
source: Learn About Plus
fr: En savoir plus sur Plus

# COMMON__SEND_TIPS_SUPPORT_CHANNELS
source: Send tips and support other channels
fr: Envoyez des conseils et soutenez d'autres canaux

# MARKETING_ENJOY_POST_OTHER_CHANNELS
source: Enjoy a post from another channel? Send them tokens to show your support. Tokens help other creators promote their content and build their network.
fr: Vous aimez un message d'un autre canal ? Envoyez-les des jetons pour montrer votre soutien. Les jetons aident d'autres créateurs à promouvoir leur contenu et à construire leur réseau.

# COMMON__OTHER_FEATURES
source: Other features
fr: Autres fonctionnalités

# COMMON__DECENTRALIZED
source: Decentralized
fr: Décentralisé

# COMMON__ERC20_HARNESSING_BLOCKCHAIN
source: An {START_LINK} ERC-20 {CLOSE_LINK} token harnessing the Ethereum blockchain to give you full control over your crypto.
fr: Un jeton ERC-20 {CLOSE_LINK} {START_LINK} qui exploite la blockchain Ethereum pour vous donner un contrôle total sur votre crypto-monnaie.

# COMMON__EARN_DAILY_REWARDS
source: Earn daily rewards
fr: Gagnez des récompenses quotidiennes

# COMMON__DONT_HAVE_FUNDS_EARN_TOKENS
source: Don’t have the funds to buy tokens? You can also earn them as {START_LINK} rewards {CLOSE_LINK} for your contribution to the network each day.
fr: Vous n'avez pas les fonds pour acheter des jetons ? Vous pouvez également les gagner en tant que {START_LINK} récompenses {CLOSE_LINK} pour votre contribution au réseau chaque jour.

# COMMON__SUPPORT_MINDS
source: Support Minds
fr: Soutenir les esprits

# COMMON__BUYING_TOKENS_KEEP_MINDS_INDEPENDANT
source: Buying tokens is one of the best ways to keep Minds independent and support Internet freedom.
fr: L'achat de jetons est l'un des meilleurs moyens de garder l'esprit indépendant et de soutenir la liberté sur Internet.

# COMMON__MINDS_REWARDS
source: Minds Rewards
fr: Récompenses d'esprit

# COMMON__EARN_TOKENS_FOR_CONTRIBUTIONS
source: Earn tokens for your {START_EMPHASISED_TEXT} contributions to the network {CLOSE_EMPHASISED_TEXT}
fr: Gagnez des jetons pour vos contributions {START_EMPHASISED_TEXT} au réseau {CLOSE_EMPHASISED_TEXT}

# COMMON__EACH_DAY_RECEIVED
source: Each day you will receive a contribution score for your activity on the network.
fr: Chaque jour, vous recevrez un score de contribution pour votre activité sur le réseau.

# COMMON__SCORE_DETERMINES SHARE
source: This score determines your share of the daily rewards pool and results in a payout of Minds Tokens, which can be used to support other channels or boost your content for more reach.
fr: Ce score détermine votre part du pool de récompenses quotidiennes et aboutit à un paiement de jetons d'esprit, qui peut être utilisé pour supporter d'autres canaux ou augmenter votre contenu pour plus de portée.

# COMMON__JOIN_REWARDS
source: Join Rewards
fr: Rejoindre les Récompenses

# COMMON__REWARD_FOR_UNIQUE_ENGAGEMENT
source: We reward you for the amount of unique engagement received on your content. In order to prevent fraud, you can only receive credit once per engagement type per day from verified channels.
fr: Nous vous récompensons pour la quantité d'engagement unique reçue sur votre contenu. Afin de prévenir la fraude, vous ne pouvez recevoir de crédit qu'une seule fois par type d'engagement par jour sur les canaux vérifiés.

source: {VAR_PLURAL, plural, =1 { {INTERPOLATION} point} other { {INTERPOLATION} points} }
fr: {VAR_PLURAL, plural, =1 { {INTERPOLATION} pointez} other { {INTERPOLATION} points} }

# BLOCKCHAIN__MARKETING__COMMENTS__EQUALS
source: Comments = {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT}
fr: Commentaires = {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT}

source: {VAR_PLURAL, plural, =1 { {INTERPOLATION} point} other { {INTERPOLATION} points} }
fr: {VAR_PLURAL, plural, =1 { {INTERPOLATION} pointez} other { {INTERPOLATION} points} }

# BLOCKCHAIN__MARKETING__SUBSCRIBERS__EQUALS
source: Subscribers = {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT}
fr: Abonnés = {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT}

source: {VAR_PLURAL, plural, =1 { {INTERPOLATION} point} other { {INTERPOLATION} points} }
fr: {VAR_PLURAL, plural, =1 { {INTERPOLATION} pointez} other { {INTERPOLATION} points} }

# BLOCKCHAIN__MARKETING__REMINDS__EQUALS
source: Reminds = {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT}
fr: Rappels = {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT}

source: {VAR_PLURAL, plural, =1 { {INTERPOLATION} point} other { {INTERPOLATION} points} }
fr: {VAR_PLURAL, plural, =1 { {INTERPOLATION} pointez} other { {INTERPOLATION} points} }

# COMMON__REFERRALS
source: Referrals
fr: Recommandations

# COMMON__YOU_DESERVE_CREDIT
source: You deserve credit for the people you bring to the Minds network. We reward you with 50 points for every new user that signs up through your referral code and joins our Rewards program.
fr: Vous méritez un crédit pour les personnes que vous apportez au réseau des esprits. Nous vous récompensons avec 50 points pour chaque nouvel utilisateur qui s'inscrit via votre code de parrainage et rejoint notre programme de récompenses.

source: {VAR_PLURAL, plural, =1 { {INTERPOLATION} point} other { {INTERPOLATION} points} }
fr: {VAR_PLURAL, plural, =1 { {INTERPOLATION} pointez} other { {INTERPOLATION} points} }

# COMMON__DEVELOPMENT
source: Development
fr: Développement

# COMMON__OUR_DEVELOPMENT_IS_PUBLIC
source: All of our development is publicly available on Gitlab. Any contribution you make to the code will be manually reviewed in order to determine appropriate payouts in Minds Tokens, Bitcoin, Ether or USD.
fr: Tous nos développements sont accessibles au public sur Gitlab. Toute contribution que vous apportez au code sera revue manuellement afin de déterminer les paiements appropriés en jetons mentaux, Bitcoin, Ether ou USD.

# COMMON__VIEW_SOURCECODE
source: View Sourcecode
fr: Voir le code source

# COMMON__OTHER_REWARDS
source: Other Rewards
fr: Autres Récompenses

# COMMON__ONCHAIN_TRANSACTIONS
source: OnChain Transactions
fr: Transactions OnChain

# COMMON__EARN_EVERY_TIME_TRANSACTIONS
source: Earn {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT} every time you perform an OnChain transaction with your Minds Tokens.
fr: Gagnez {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT} chaque fois que vous effectuez une transaction OnChain avec vos jetons mentaux.

source: {VAR_PLURAL, plural, =1 { {INTERPOLATION} point} other { {INTERPOLATION} points} }
fr: {VAR_PLURAL, plural, =1 { {INTERPOLATION} pointez} other { {INTERPOLATION} points} }

# COMMON__JURY_DUTY
source: Jury Duty
fr: Devoir du Jury

# COMMON__EARN_EVERY_TIME_DECISIONS
source: Earn {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT} every time you participate in our Jury system to review appeals on content moderation decisions.
fr: Gagnez {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT} chaque fois que vous participez à notre système de Jury pour examiner les appels sur les décisions de modération de contenu.

source: {VAR_PLURAL, plural, =1 { {INTERPOLATION} point} other { {INTERPOLATION} points} }
fr: {VAR_PLURAL, plural, =1 { {INTERPOLATION} pointez} other { {INTERPOLATION} points} }

# COMMON__HOURLY_CHECK_INS
source: Hourly Check-ins
fr: Enregistrements par heure

# COMMON__VOTING_COMMENTING
source: Earn {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT} every hour that you check in to the app and perform an action, such as voting or commenting.
fr: Gagnez {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT} chaque heure que vous effectuez votre check-in sur l'application et effectuez une action, comme voter ou commenter.

source: {VAR_PLURAL, plural, =1 { {INTERPOLATION} point} other { {INTERPOLATION} points} }
fr: {VAR_PLURAL, plural, =1 { {INTERPOLATION} pointez} other { {INTERPOLATION} points} }

# BRANDING__TITLE
source: Branding
fr: Image de marque

# BRANDING__SUBTITLE
source: Logos, assets and styling guides
fr: Logos, actifs et guides de style

# BRANDING__FULL_LOGO_LABEL
source: Full Logo
fr: Logo complet

# BRANDING__BULB_LABEL
source: Bulb
fr: Ampoule

# HELPDESK__DASHBOARD_NO_RESULTS
source: No Results Found
fr: Aucun résultat trouvé

# HELPDESK__DASHBOARD__NEW_CATEGORY
source: New Category
fr: Nouvelle catégorie

# HELPDESK__EDIT__TITLE_PLACEHOLDER
source: Your title
fr: Votre titre

# HELPDESK__EDIT__CATEGORIES__TITLE
source: Select a Category {START_ITALIC_TEXT} keyboard_arrow_down {CLOSE_ITALIC_TEXT} {START_ITALIC_TEXT_1} keyboard_arrow_up {CLOSE_ITALIC_TEXT}
fr: Sélectionnez une catégorie {START_ITALIC_TEXT} clavier_arrow_down {CLOSE_ITALIC_TEXT} {START_ITALIC_TEXT_1} clavier_arrow_up {CLOSE_ITALIC_TEXT}

# HELPDESK__EDIT__SAVE_ACTION
source: Save
fr: Enregistrer

# HELPDESK__EDIT__ANSWER_PLACEHOLDER
source: Your answer
fr: Votre réponse

# HELPDESK__EDIT__SELECT_A_CATEGORY
source: Select a Category
fr: Sélectionnez une catégorie

# UPGRADES__UPGRADE_MINDS_EXPERIENCE
source: Upgrade your Minds experience
fr: Améliorez votre expérience mentale

# UPGRADES__UNLOCK_POWERFUL_FEATURES
source: Unlock powerful features to supercharge your channel.
fr: Débloquez des fonctionnalités puissantes pour surcharger votre chaîne.

# UPGRADES__JOIN_PLUS_HIDE_BOOSTS
source: Join Plus to hide boosts, access exclusive content and more
fr: Rejoignez Plus pour masquer les boosts, accéder au contenu exclusif et plus encore

# UPGRADES__LAUNCH_PRO_BUILD_WEBSITE
source: Launch Pro to build your own website and get paid for your work
fr: Lancez Pro pour construire votre propre site web et soyez payé pour votre travail

# UPGRADES__BUY_MINDS_TOKENS_BOOST_CONTENT
source: Buy Minds Tokens to boost content and support creators
fr: Achetez des jetons d'esprit pour améliorer le contenu et soutenir les créateurs

# COMMON__UPGRADE_NOW
source: Upgrade now
fr: Mettre à niveau maintenant

# COMMON__ADMIN__NO_DATA
source: No data
fr: Aucune donnée

# WALLET_V2__TOKENS__YOUR_WALLETS
source: Your Wallet
fr: Votre portefeuille

# WALLETV2_ONCHAIN_TRANSFER__PHONE_VERIFICATION
source: Phone Verification
fr: Vérification du téléphone

# WALLETV2_ONCHAIN_TRANSFER__YOU_CAN_EARN_TEXT
source: You can earn tokens for your contributions to the Minds network. The more interactions on your content, the greater your share of the daily token reward pool to your off-chain address.
fr: Vous pouvez gagner des jetons pour vos contributions au réseau Minds. Plus les interactions sur votre contenu sont nombreuses, plus votre part du pool de récompenses quotidiennes de jetons est importante pour votre adresse hors chaîne.

# WALLETV2_ONCHAIN_TRANSFER__START_EARNING_PHONE_TEXT
source: To start earning rewards, you will need to enter a unique phone number.
fr: Pour commencer à gagner des récompenses, vous devrez entrer un numéro de téléphone unique.

# COMMON__MOBILE_PHONE_NUMBER
source: Mobile Phone Number
fr: Numéro de téléphone mobile

# PHONE_VERIFICATION__MINDS_WILL_NOT_STORE_TEXT
source: Minds will not store the number you provide. It will be hashed using SHA-256 and combined with a salt key for privacy and unique identification purposes. VOIP numbers are not allowed.
fr: Les esprits ne stockeront pas le numéro que vous fournissez. Il sera haché à l'aide de SHA-256 et combiné avec une clé de sel pour la confidentialité et l'identification unique. Les numéros VOIP ne sont pas autorisés.

# PHONE_VERIFICATION__INVALID_PHONE_NUMBER
source: Invalid phone number
fr: Numéro de téléphone non valide

# PHONE_VERIFICATION__VERIFICATION_CODE
source: Verification Code
fr: Code de vérification

# PHONE_VERIFICATION__PLEASE_ENTER_CODE_TO_NUMBER
source: Please enter the code we just sent to + {INTERPOLATION} .
fr: Veuillez entrer le code que nous venons d'envoyer à + {INTERPOLATION} .

# PHONE_VERIFICATION__INVALID_VERIFICATION_CODE
source: Invalid verification code
fr: Code de vérification invalide

# PHONE_VERIFICATION__CODE_SENT_TO
source: Verification code sent to + {INTERPOLATION}
fr: Code de vérification envoyé à + {INTERPOLATION}

# PHONE_VERIFICATION__DIDNT_RECEIVE_IT_SEND_AGAIN
source: Didn't receive it? {START_LINK} Send it again {CLOSE_LINK} or {START_LINK_1} change phone number {CLOSE_LINK}
fr: Vous ne l'avez pas reçu? {START_LINK} l'envoie à nouveau {CLOSE_LINK} ou {START_LINK_1} a changé de numéro de téléphone {CLOSE_LINK}

# WALLETV2_REWARDS_POPUP__TOTAL_SCORE
source: Total Score
fr: Score total

# WALLETV2_REWARDS_POPUP__HAVEN'T_YET_RECEIVED
source: You haven't earned any daily rewards yet.
fr: Vous n'avez pas encore gagné de récompense quotidienne.

# WALLETV2_TX_TABLE__MINDS_REWARD
source: Minds Reward
fr: Récompense d'esprit

# WALLETV2_TX_TABLE__PURCHASE
source: Purchase
fr: Achat

# WALLETV2_TX_TABLE__PAYOUT
source: Payout
fr: Paiement

# WALLETV2_TX_TABLE__PRO_EARNINGS
source: Pro Earnings
fr: Gains Pro

# WALLETV2_TX_TABLE__TRANSACTION
source: Transaction
fr: Opération

# WALLET_V2_SETTINGS_TOKENS__ONCHAIN_ADDRESS
source: On-Chain Address
fr: Adresse On-Chain

# WALLET_V2_SETTINGS_TOKENS__RECOMMENDED
source: RECOMMENDED
fr: RECOMMANDÉ

# WALLET_V2_SETTINGS_TOKENS__INSTALL_METAMASK
source: Install MetaMask
fr: Installer MetaMask
