Repository: Akanshagiriya/front
Catalog: src/locale/Minds.*.xliff
Languages: fr

# M_REFERRALS__LINKS_MODAL_HEADER
source: Earn tokens for referring your friends
fr: Gagnez des jetons pour parrainer vos amis

# M_REFERRALS__LINKS_REGISTER_URL_DESC
source: Send this link to your friends to earn tokens for referrals
fr: Envoyez ce lien à vos amis pour gagner des jetons de parrainage

# M_REFERRALS__LINKS_COPY_ACTION
source: Copy
fr: Copier

# M_REFERRALS__LINKS_COPY_STATE
source: Copied
fr: Copié

# M_REFERRALS__LINKS_REFERRER_PARAM_DESC
source: You can also get referrals by adding this code to the end of any Minds link you share
fr: Vous pouvez également obtenir des recommandations en ajoutant ce code à la fin de tout lien mental que vous partagez

# M_REFERRALS__SHARE_HEADER
source: More ways to share
fr: Plus de façons de partager

# COMMON__ACTIONS__BACK
source: Back
fr: Précédent

# ACCOUNT_DISPLAY_NAME__DISPLAY_NAME
source: Display Name
fr: Nom affiché

# ACCOUNT_DISPLAY_NAME__SAVE_DISPLAY_NAME
source: Save Display Name
fr: Enregistrer le nom d'affichage

# SETTINGS__SESSIONS__YOU_CURRENTLY_HAVE_X_OPEN
source: You currently have {INTERPOLATION} open {ICU} .
fr: Vous avez actuellement {INTERPOLATION} ouvert {ICU} .

# SETTINGSV2_SESSIONS__CLOSE_ALL_SESSIONS
source: Close all sessions
fr: Fermer toutes les sessions

# ACCOUNT_EMAIL_ADDRESS__TITLE
source: Email Address
fr: Adresse e-mail

# ACCOUNT_EMAIL_ADDRESS__INVALID_EMAIL_ADDRESS
source: Invalid email address format.
fr: Format d'adresse e-mail invalide.

# ACCOUNT_EMAIL_ADDRESS__SAVE_EMAIL_ADDRESS
source: Save Email Address
fr: Enregistrer l'adresse e-mail

# COMMON__LANGUAGE
source: Language
fr: Langue

# LANGUAGE__UPDATE_LANGUAGE
source: Update Language
fr: Mettre à jour la langue

# PASSWORD_SETTINGS__EXISTING_PASSWORD
source: Existing Password
fr: Mot de passe existant

# COMMON__INCORRECT_PASSWORD
source: Incorrect password.
fr: Mot de passe incorrect.

# PASSWORD_SETTINGS__INCORRECT_PASSWORD
source: New Password
fr: Nouveau mot de passe

# PASSWORD_SETTINGS__CONFIRM_NEW_PASSWORD
source: Confirm New Password
fr: Confirmer le nouveau mot de passe

# PASSWORD_SETTINGS__MUST_MATCH
source: Passwords must match.
fr: Les mots de passe doivent correspondre.

# PASSWORD_SETTINGS__UPDATE_PASSWORD
source: Update Password
fr: Mettre à jour le mot de passe

# EMAIL_NOTIFICATIONS__EMAIL_ME_WHEN
source: Email me when
fr: Envoyez-moi un e-mail quand

# EMAIL_NOTIFICATIONS__HAVE_UNREAD_NOTIFICATIONS
source: I have unread notifications
fr: J'ai des notifications non lues

# EMAIL_NOTIFICATIONS__RECEIVED_WIRE
source: I receive a wire
fr: Je reçois un fil

# EMAIL_NOTIFICATIONS__BOOST_BEEN_COMPLETED
source: My boost has been completed
fr: Mon boost a été terminé

# EMAIL_NOTIFICATIONS__EMAIL_ME_WITH
source: Email me with
fr: Envoyez-moi un e-mail avec

# EMAIL_NOTIFICATIONS__TOP_POSTS_FROM_NETWORK
source: Top posts from my network
fr: Top messages de mon réseau

# EMAIL_NOTIFICATIONS__IMPROVE_CHANNEL_TIPS
source: Tips on how to improve my channel
fr: Conseils pour améliorer mon canal

# EMAIL_NOTIFICATIONS__MISSED_SINCE_LAST_LOGIN
source: Things I've missed since my last login
fr: Choses que j'ai manquées depuis ma dernière connexion

# EMAIL_NOTIFICATIONS__NEW_CHANNELS_SUB_TO
source: New channels to subscribe to
fr: Nouveaux canaux auxquels s'abonner

# EMAIL_NOTIFICATIONS__KEEP_ME_UPDATED_WITH
source: Keep me updated with
fr: Tenez-moi à jour avec

# EMAIL_NOTIFICATIONS__NEWS_ABOUT_NEW_MINDS_PRODUCTS
source: News about new Minds products and features
fr: Nouvelles sur les nouveaux produits et fonctionnalités de Minds

# EMAIL_NOTIFICATIONS__MINDS_USAGE_TIPS
source: Tips on how to use Minds
fr: Conseils sur la façon d'utiliser les esprits

# EMAIL_NOTIFICATIONS__EXCLUSIVE_PROMOTIONS
source: Exclusive promotions
fr: Promotions exclusives

# EMAIL_NOTIFICATIONS__UPDATE_PREFERENCES
source: Update Preferences
fr: Mettre à jour les préférences

# NSFW_CONTENT_SETTINGS__ALWAYS_SHOW_NSFW
source: Always show NSFW content (18+)
fr: Toujours afficher le contenu NSFW (18+)

# NSFW_CONTENT_SETTINGS__UPDATE_PREFERENCES
source: Update NSFW Preference
fr: Mettre à jour les préférences NSFW

# SETTINGS_V2_SHARE_BUTTONS__SHOW_SHARE_BUTTONS
source: Show share buttons
fr: Afficher les boutons de partage

# SETTINGS_V2_SHARE_BUTTONS__UPDATE_PREFERENCES
source: Update Preference
fr: Mettre à jour la préférence

# SETTINGS_V2_PAYMENT_METHODS__YOUR_CARDS
source: Your Cards
fr: Vos cartes

# SETTINGS_V2_PAYMENT_METHODS__EXPIRES
source: {START_TAG_SPAN} Expires {CLOSE_TAG_SPAN} {START_TAG_SPAN_1} {CLOSE_TAG_SPAN}
fr: {START_TAG_SPAN} expire {CLOSE_TAG_SPAN} {START_TAG_SPAN_1} {CLOSE_TAG_SPAN}

# SETTINGS_V2_PAYMENT_METHODS__ADD_FIRST_CARD
source: Add your first credit card
fr: Ajoutez votre première carte de crédit

# SETTINGS_V2_PAYMENT_METHODS__ADD_NEW_CARD
source: {START_TAG_SPAN} Add a new card {CLOSE_TAG_SPAN}
fr: {START_TAG_SPAN} Ajouter une nouvelle carte {CLOSE_TAG_SPAN}

# SETTINGS_V2_RECURRING_PAYMENTS__YOU_HAVENT_SETUP_ANY
source: {START_TAG_SPAN} You haven't set up any recurring payments. {CLOSE_TAG_SPAN}
fr: {START_TAG_SPAN} Vous n'avez mis en place aucun paiement récurrent. {CLOSE_TAG_SPAN}

# COMMON__UNBLOCK
source: Unblock
fr: Débloquer

# BLOCKED_CHANNELS__YOU_HAVENT_BLOCKED_ANY_CHANNELS
source: You haven't blocked any channels.
fr: Vous n'avez bloqué aucun canal.

# MINDS__SETTINGSV2__SUB_TIERS__SAVE_SUBSCRIPTION_TIERS
source: Save Subscription Tiers
fr: Enregistrer les niveaux d'abonnement

# MINDS__SETTINGS__WIRE__SAVE_SETTINGS
source: Save Settings
fr: Enregistrer les paramètres

# SETTINGS_V2_DEACTIVATE_ACCOUNT__I_UNDERSTAND
source: I understand and wish to continue.
fr: Je comprends et je souhaite continuer.

# SETTINGS_V2_DEACTIVATE_ACCOUNT__DEACTIVATE_ACCOUNT
source: Deactivate Account
fr: Désactiver

# SETTINGS_V2_DELETE_ACCOUNT__I_UNDERSTAND
source: I understand and wish to continue.
fr: Je comprends et je souhaite continuer.

# SETTINGS_V2_DELETE_ACCOUNT__DELETE_ACCOUNT
source: Delete Account
fr: Supprimer la chaîne

# TOASTER_NOTIFICATION_SETTINGS__ENABLE_POPOVERS
source: Enable notification popovers
fr: Activer les popovers de notification

# TOASTER_NOTIFICATION_SETTINGS__UPDATE_PREFERENCE
source: Update Popover Preference
fr: Mettre à jour la préférence de Popover

# PRO_GENERAL__CUSTOMIZE_TITLE_HEADLINE
source: Customize your title and headline. {START_LINK} Upgrade to Pro {CLOSE_LINK}
fr: Personnalisez votre titre et votre titre. Mise à niveau de {START_LINK} vers la version Pro {CLOSE_LINK}

# PRO_GENERAL__PAGE_TITLE
source: Page Title
fr: Titre de la page

# PRO_GENERAL__NAME_OF_SITE_INFO
source: The name of your pro site. This will be used in browser tab titles and your SEO tags.
fr: Le nom de votre site pro. Il sera utilisé dans les titres d'onglets du navigateur et vos tags SEO.

# PRO_GENERAL__HEADLINE
source: Headline
fr: Titre

# PRO_GENERAL__HEADLINE_INFO
source: A short description about your site. This will be used in your SEO tags as well.
fr: Une courte description à propos de votre site. Elle sera également utilisée dans vos balises SEO.

# PRO_GENERAL__ENABLE_PRO_THEME
source: Enable Pro theme
fr: Activer le thème Pro

# PRO_GENERAL__ENABLE_PRO_THEME_INFO
source: When enabled, your channel on minds.com will have your Pro site theme applied
fr: Lorsque cette option est activée, votre canal sur minds.com fera appliquer le thème de votre site Pro

# PRO_GENERAL__SAVE_PERSONAL_DETAILS
source: Save Personal Details
fr: Enregistrer les informations personnelles

# SETTINGSV2_HASHTAGS__SETUP_SITE_COLOR_THEME
source: Set up your site's color theme. {START_LINK} Upgrade to Pro {CLOSE_LINK}
fr: Configurez le thème de couleur de votre site. {START_LINK} Passez à la version Pro {CLOSE_LINK}

# PRO_THEME__TEXT_COLOR
source: Text Color
fr: Couleur du texte

# PRO_THEME__COLOR_OF_PRO_SITE_INFO
source: The color of text on your Pro site
fr: La couleur du texte sur votre site Pro

# PRO_THEME__INVALID_HEX_CODE
source: Invalid hex code
fr: Code hexa invalide

# PRO_THEME__TEXT_COLOR_REQUIRED
source: Text color is required
fr: La couleur du texte est requise

# PRO_THEME__ACCENT_COLOR
source: Accent Color
fr: Couleur d'accentuation

# PRO_THEME__ACCENT_COLOR_INFO
source: Links will become this color when you hover over them
fr: Les liens deviendront cette couleur lorsque vous les survolerez

# PRO_THEME__LINK_COLOR_REQUIRED
source: Link color is required
fr: La couleur du lien est requise

# PRO_THEME__BACKGROUND_COLOR
source: Background Color
fr: Couleur d'arrière-plan

# PRO_THEME__BACKGROUND_COLOR_INFO
source: The background color of some elements on your site
fr: La couleur de fond de certains éléments sur votre site

# PRO_THEME__BACKGROUND_COLOR_REQUIRED
source: Background color is required
fr: La couleur d'arrière-plan est requise

# PRO_THEME__COLOR_SCHEMA
source: Color Schema
fr: Schéma de couleur

# COMMON__LIGHT
source: Light
fr: Lumière

# COMMON__DARK
source: Dark
fr: Sombre

# PRO_THEME__TILE_ASPECT_RATIOS
source: Tiles Aspect Ratio
fr: Ratio d'aspect des tuiles

# PRO_THEME__TILE_ASPECT_RATIOS_INFO
source: The width-to-height ratio of tiles on your site
fr: Le rapport largeur/hauteur des tuiles sur votre site

# PRO_THEME__SAVE_THEME
source: Save Theme
fr: Enregistrer le thème

# SETTINGS__PRO__ASSETS__UPLOAD_CUSTOM_LOGO
source: Upload custom logo and background images. {START_LINK} Upgrade to Pro {CLOSE_LINK}
fr: Télécharger le logo personnalisé et les images d'arrière-plan. {START_LINK} Passez à la version Pro {CLOSE_LINK}

# SETTINGS__PRO__ASSETS__LOGO_TOOLTIP
source: This will be displayed on the top left of your site
fr: Ceci sera affiché en haut à gauche de votre site

# COMMON__BACKGROUND_IMAGE
source: Background Image
fr: Image d'arrière-plan

# SETTINGS__PRO__ASSETS__BACKGROUND_TOOLTIP
source: This will be displayed as the background of your site
fr: Ceci sera affiché en tant qu'arrière-plan de votre site

# SETTINGS__PRO__ASSETS__SAVE_ASSETS
source: Save Assets
fr: Enregistrer les actifs

# SETTINGSV2_HASHTAGS__SETUP_YOUR_CATEGORY_INFO
source: Set up your category filter hashtags. {START_LINK} Upgrade to Pro {CLOSE_LINK}
fr: Configurez les hashtags de votre filtre de catégorie. {START_LINK} Passez à la version Pro {CLOSE_LINK}

# PRO_HASHTAGS__HASHTAGS_INFO
source: Create a topbar of links to provide easy access to site contents that share a hashtag
fr: Créez un topbar de liens pour fournir un accès facile aux contenus du site qui partagent un hashtag

# PRO_HASHTAGS__SAVE_HASHTAGS
source: Save Hashtags
fr: Enregistrer les hashtags

# SETTINGSV2__FOOTER__SETUP_SITES_FOOTER_LINKS
source: Set up your site's footer links. {START_LINK} Upgrade to Pro {CLOSE_LINK}
fr: Configurez les liens de pied de page de votre site. {START_LINK} Passez à la version Pro {CLOSE_LINK}

# COMMON__LINKS
source: Links
fr: Liens

# FOOTER__CAN_POST_EXTERNAL_BELOW
source: You can post external links below
fr: Vous pouvez publier des liens externes ci-dessous

# FOOTER__ADD
source: Add
fr: Ajouter

# COMMON__TEXT
source: Text
fr: Texte du texte

# FOOTER__TEXT_DISPLAYED_BOTTOM_NOTICE
source: This text will be displayed at the bottom of the page
fr: Ce texte sera affiché en bas de la page

# FOOTER__SAVE_FOOTER
source: Save Footer
fr: Enregistrer le pied de page

# DOMAIN_SETTINGS__DOMAIN
source: Domain
fr: Domaine

# DOMAIN_SETTINGS__CURRENT_SUPPORT_NOTICE
source: Currently only subdomains are supported. Custom domains are coming soon. If you wish to use a custom domain please email info@minds.com.
fr: Actuellement, seuls les sous-domaines sont pris en charge. Les domaines personnalisés seront bientôt disponibles. Si vous souhaitez utiliser un domaine personnalisé, veuillez envoyer un e-mail à info@minds.com.

# DOMAIN_SETTINGS__CONTROL_DOMAIN_ONCE_PURCHASED
source: You can control your domain once you purchase Pro.
fr: Vous pouvez contrôler votre domaine une fois que vous avez acheté Pro.

# DOMAIN_SETTINGS__DOMAIN_NOT_AVAILABLE
source: Domain not available
fr: Domaine non disponible

# DOMAIN_SETTINGS__DOMAIN_REQUIRED
source: Domain is required
fr: Le domaine est requis

# DOMAIN_SETTINGS__CUSTOM_HEAD_CODE
source: Custom <head> Code
fr: Code <head> personnalisé

# DOMAIN_SETTINGS__AD_BLOCKS_JS_HEAD_CODES
source: Ad blocks or other JS head codes can go here. Please contact a Minds admin or email info@minds.com to customize this field.
fr: Les blocs de pub ou d'autres codes tête de JS peuvent aller ici. Veuillez contacter un administrateur mentaux ou envoyer un courriel à info@minds.com pour personnaliser ce champ.

# DOMAIN_SETTINGS__SAVE_DOMAIN
source: Save Domain
fr: Enregistrer le domaine

# SETTINGSV2_HASHTAGS__SELECT_CURRENCY_WISH_PAID_OUT_INFO
source: Select the currency type you wish you be paid out in. Please note payouts only occur after your {START_LINK} earnings {CLOSE_LINK} are equivalent to $100 or greater. {START_LINK_1} Upgrade to Pro {CLOSE_LINK}
fr: Sélectionnez le type de devise dans lequel vous souhaitez être payé. Veuillez noter que les paiements ne se produisent qu'après que vos {START_LINK} gains {CLOSE_LINK} soient équivalents à 100 $ ou plus. {START_LINK_1} Passez à la version Pro {CLOSE_LINK}

# PRO_PAYOUTS__PAYOUT_CURRENCY
source: Payout Currency
fr: Devise de paiement

# COMMON__MINDS_TOKENS
source: Minds Tokens
fr: Jetons d'esprit

# PAYOUT_SETTINGS__SAVE_PAYOUT_CURRENCY
source: Save Payout Currency
fr: Économiser la devise de paiement

# SETTINGSV2_CANCEL__MANAGE_YOUR_SUBSCRIPTION_UPGRADE
source: Manage your subscription. {START_LINK} Upgrade to Pro {CLOSE_LINK}
fr: Gérer votre abonnement. {START_LINK} Passez à la version Pro {CLOSE_LINK}

# SETTINGS__PRO__CANCEL__CANCEL_SUBSCRIPTION
source: Cancel Subscription
fr: Annuler l'abonnement

# AUTOPLAY_VIDEOS__CONTROL_AUTOPLAY_INFORMATION
source: Control whether videos in your feed play automatically. {START_TAG_NG-CONTAINER} {LINE_BREAK} {LINE_BREAK} This feature is only available to Plus users. {START_LINK} Upgrade to Plus {CLOSE_LINK} {CLOSE_TAG_NG-CONTAINER}
fr: Contrôlez si les vidéos de votre flux sont lues automatiquement. {START_TAG_NG-CONTAINER} {LINE_BREAK} {LINE_BREAK} Cette fonctionnalité n'est disponible que pour les utilisateurs Plus. {START_LINK} Mise à niveau vers Plus {CLOSE_LINK} {CLOSE_TAG_NG-CONTAINER}

# AUTOPLAY_VIDEOS__ENABLE_VIDEO_AUTOPLAY
source: Enable video autoplay
fr: Activer la lecture automatique des vidéos

# AUTOPLAY_VIDEOS__UPDATE_PREFERENCE
source: Update Preference
fr: Mettre à jour la préférence

# CHANNEL_EDIT__EDIT_PROFILE
source: Edit Profile
fr: Modifier le profil

# CHANNEL_EDIT__BIO_AND_IMAGERY
source: Bio & Imagery
fr: Bio & Imagerie

# CHANNEL_EDIT__ABOUT_INFO
source: About Info
fr: À propos des infos

# CHANNEL_EDIT__SOCIAL_LINKS
source: Social Links
fr: Liens sociaux

# COMMON__ABOUT
source: About
fr: À propos de

# DISCOVERY__TRENDS__JUST_FOR_YOU
source: Just for you
fr: Juste pour vous

# DISCOVERY_SEARCH__TOP
source: Top
fr: En haut

# DISCOVERY_SEARCH__LATEST
source: Latest
fr: Dernière

# DISCOVERY__SEARCH__CHANNELS
source: Channels
fr: Chaînes

# DISCOVERY_SEARCH__GROUPS
source: Groups
fr: Groupes

# DISCOVERY_SEARCH__BACK
source: Back
fr: Précédent

# DISCOVERY_TAGS__JUST_FOR_YOU
source: Just for you
fr: Juste pour vous

# DISCOVERY_TAGS__DISCOVERY_BY_TAGS
source: Discover by tags
fr: Découvrir par tags

# DISCOVERY_TAGS__YOUR_TAGS
source: Your Tags
fr: Vos Tags

# DISCOVERY_TAGS__SEE_YOUR_FEED
source: See your feed
fr: Voir votre flux

# DISCOVERY_TAGS__TRENDING_TAGS
source: Trending Tags
fr: Tags tendances

# DISCOVERY_TAGS__SEE_TRENDING_FEED
source: See trending feed
fr: Voir le flux tendance

# DISCOVERY_FEEDS__YOUR_FEED
source: Your Feed
fr: Votre flux

# DISCOVERY_FEEDS__TRENDING_FEED
source: Trending Feed
fr: Flux tendance

# DISCOVERY_FEEDS__BACK
source: Back
fr: Précédent

# DISCOVERY_SETTINGS_BUTTON__MANAGE_RESULTS
source: Manage Results
fr: Gérer les résultats

# DISCOVERY_SETTINGS_BUTTON__MANAGE_TAGS
source: Manage tags
fr: Gérer les tags

# DISCOVERY_DISCLAIMER__OUR_APPROACH_INFORMATION
source: Our {START_LINK} research-based {CLOSE_LINK} approach in handling misinformation and other types of controversial lawful content is to facilitate civil discourse through free speech, which is the only way to change someone’s mind. It is your choice to engage with someone, keep scrolling, report or block.
fr: Notre approche basée sur la recherche {START_LINK} de {CLOSE_LINK} dans la gestion de la désinformation et d'autres types de contenu légal controversé est de faciliter le discours civil par la liberté d'expression. qui est la seule façon de changer d’avis. Il est de votre choix de vous engager avec quelqu'un, de continuer à faire défiler, de signaler ou de bloquer.

# DISCOVERY_SUGGESTIONS__CHANNELS
source: Channels
fr: Chaînes

# DISCOVERY_SUGGESTIONS__GROUPS
source: Groups
fr: Groupes

# DISCOVERY_SUGGESTIONS__BACK
source: Back
fr: Précédent

# DISCOVERY_TAGS__SELECT_TAGS
source: Select tags
fr: Sélectionner les tags

# COMMON__CHANNEL__BRIEF__SEE_ALL
source: See All
fr: Tout voir

# COMMON__CHANNEL__BRIEF__OTHER
source: {VAR_PLURAL, plural, =1 { {INTERPOLATION} token/month} other { {INTERPOLATION} tokens/month} }
fr: {VAR_PLURAL, plural, =1 { {INTERPOLATION} jeton/mois} other { {INTERPOLATION} jetons/mois} }

# COMMON__CHANNEL__BRIEF__PER_MONTH
source: $ {INTERPOLATION} /month
fr: {INTERPOLATION} $ /mois

# CHANNEL_ABOUT__SOCIAL_LINKS
source: Social Links
fr: Liens sociaux

# COMMON__READ_MORE
source: Read More
fr: Lire plus

# COMMON__SUBSCRIBERS
source: Subscribers
fr: Abonnés

# COMMON__SUBSCRIPTIONS
source: Subscriptions
fr: Abonnements

# COMMON__VIEWS
source: Views
fr: Vues

# COMMON__LOCATION
source: Location
fr: Localisation

# COMMON__JOINED
source: Joined
fr: Inscrit

# CHANNEL_EXTRA__VIEWS
source: Channel Views
fr: Vues des canaux

# COMMON_SUBSCRIBERS
source: Subscribers
fr: Abonnés

source: Edit Channel
fr: Modifier les paramètres de votre chaîne

# COMMON__UNSUBSCRIBE
source: Unsubscribe
fr: Se désabonner

# MINDS_BUTTON__USER_DROPDOWN__UNBAN_GLOBALLY
source: Un-ban globally
fr: Dé-bannir globalement

# M__ACTION__MARK_AS_OPEN
source: Mark as Open
fr: Marquer comme ouvert

# MINDS_BUTTON__USER_DROPDOWN__UNBLOCK
source: Unblock
fr: Débloquer

# MINDS_BUTTON__USER_DROPDOWN__BLOCK
source: Block
fr: Bloquer

# MINDS_BUTTON__USER_DROPDOWN__REPORT
source: Report
fr: Rapport

# COMMON__SELECT_CITY
source: Select city
fr: Sélectionner une ville

# CHANNEL_EDIT_INFO__DISPLAY_NAME
source: Display Name
fr: Nom affiché

# CHANNEL_EDIT_INFO__DATE_OF_BIRTH
source: Date of birth
fr: Date de naissance

# CHANNEL_EDIT_INFO__MAKE_DOB_PUBLIC
source: Make my date of birth public
fr: Rendre publique ma date de naissance

# COMMON__SOCIAL_LINKS__ENTER_URL
source: Enter URL
fr: Entrez l'URL

# CHANNEL_CONTENT__SORRY_CHANNEL_DOES_NOT_EXIST
source: Sorry, this channel doesn't appear to exist
fr: Désolé, ce salon ne semble pas exister

# CHANNEL_CONTENT__ACCOUNT_BANNED
source: Account banned
fr: Compte banni

# CHANNEL_CONTENT__ACCOUNT_DISABLED
source: This channel has been disabled
fr: Ce canal a été désactivé

# CHANNEL_CONTENT__BLOCKED_CHANNEL
source: You have blocked this channel
fr: Vous avez bloqué ce canal

# CHANNEL_CONTENT__CHANNEL_NSFW
source: This channel is NSFW
fr: Ce canal est NSFW

# CHANNEL_CONTENT__I_AM_OVER_18
source: I am 18 or over
fr: J'ai 18 ans ou plus

# COMMON__CHANNEL_LIST__FILTER_ELLIPSIS
source: Filter...
fr: Filtre...
