Repository: Akanshagiriya/front
Catalog: src/locale/Minds.*.xliff
Languages: fr

# MINDS__CHANNELS__SUBSCRIPTIONS_WITH_COUNT
source: Subscriptions ( {INTERPOLATION} )
fr: Abonnements ( {INTERPOLATION} )

# MINDS__CHANNELS__CHANNEL_IS_NSFW_MESSAGE
source: This channel contains content that is NSFW
fr: Ce canal contient du contenu NSFW

# YT_MIGRATED_VIDEOS__NO_TRANSFERED_VIDEOS
source: No transferred videos
fr: Aucune vidéo transférée

# YOUTUBE_MIGRATION__CONFIG__TRANSFER_NEW_VIDEOS
source: Automatically transfer newly added YouTube videos across to Minds
fr: Transférer automatiquement les nouvelles vidéos YouTube ajoutées dans l'esprit

# YOUTUBE_MIGRATOR__DISCONNECT_YOUTUBE_ACCOUNT
source: Disconnect YouTube Account
fr: Déconnecter le compte YouTube

# YOUTUBE_MIGRATOR__STATUS
source: Status:
fr: Statut :

# YOUTUBE_MIGRATOR__CONNECTED
source: Connected
fr: Connecté

# YOUTUBE_MIGRATOR__SIMPLY_DISCONNECT_YOUTUBE_ACCOUNT
source: You can simply disconnect your YouTube account from Minds. In doing so, any previously transferred videos will continue to be available on Minds.
fr: Vous pouvez simplement déconnecter votre compte YouTube de Minds. En faisant cela, toutes les vidéos précédemment transférées continueront d'être disponibles sur Minds.

# TAKE_BACK_CONTROL
source: Take back control of your social media
fr: Reprendre le contrôle de vos réseaux sociaux

# COMMON_FOOTER__ABOUT
source: About
fr: À propos de

# COMMON_FOOTER__MOBILE
source: Mobile
fr: Téléphone mobile

# COMMON_FOOTER__CAREERS
source: Careers
fr: Carrières

# COMMON_FOOTER__INVESTORS
source: Investors
fr: Investisseurs

# COMMON_FOOTER__BLOG
source: Blog
fr: Blogue

# COMMON_FOOTER__WHITEPAPER
source: Whitepaper
fr: Livre blanc

# COMMON_FOOTER__EVENTS
source: Events
fr: Évènements

# COMMON_FOOTER__STORE
source: Store
fr: Magasin

# COMMON_FOOTER__BUSINESS
source: Business
fr: Entreprise

# COMMON_FOOTER__UPGRADE
source: Upgrade
fr: Mise à jour

# COMMON_FOOTER__TOKEN
source: Token
fr: Jeton

# COMMON_FOOTER__PAY
source: Pay
fr: Payer

# COMMON_FOOTER__REWARDS
source: Rewards
fr: Récompenses

# COMMON_FOOTER__YOUTUBE_MIGRATION
source: YouTube Migration
fr: Migration YouTube

# COMMON_FOOTER__DEVELOPERS
source: Developers
fr: Développeurs

# COMMON_FOOTER__COMMUNITY
source: Community
fr: Communauté

# COMMON_FOOTER__CANARY
source: Canary
fr: Canarie

# COMMON_FOOTER__BRANDING
source: Branding
fr: Image de marque

# COMMON_FOOTER__SUPPORT
source: Support
fr: Soutien

# COMMON_FOOTER__HELP_DESK
source: Help Desk
fr: Bureau d'aide

# COMMON_FOOTER__LANGUAGES
source: Languages
fr: Langues

# COMMON_FOOTER__STATUS
source: Status
fr: Statut

# COMMON_FOOTER__TERMS_OF_SERVICE
source: Terms of Service
fr: Conditions d'utilisation

# COMMON_FOOTER__PRIVACY_POLICY
source: Privacy Policy
fr: Politique de confidentialité

# COMMON_FOOTER__CONTENT_POLICY
source: Content Policy
fr: Politique de contenu

source: As featured in
fr: En vedette dans

source: Minds in the press
fr: Les esprits dans la presse

# MARKETING_PRO__REVENUE_MODEL_FOR_CREATORS
source: A new revenue model for {START_EMPHASISED_TEXT} creators {CLOSE_EMPHASISED_TEXT}
fr: Un nouveau modèle de revenus pour les créateurs {START_EMPHASISED_TEXT} {CLOSE_EMPHASISED_TEXT}

# MARKETING_PRO__GET_PAID_TRAFFIC
source: Get paid for your traffic and referrals
fr: Soyez payé pour votre trafic et vos recommandations

# MARKETING_PRO__LAUNCH_OWN_WEBSITE
source: Launch your own website
fr: Lancez votre propre site web

# MARKETING_PRO__RECEIVE_MULTI_CURRENCY_TIPS
source: Receive multi-currency tips and subscription payments from fans
fr: Recevez des conseils multi-devises et des paiements d'abonnement de la part des fans

# MARKETING_PRO__SUPPORTS_CONTENT
source: Supports video, images, blogs and more
fr: Supporte la vidéo, les images, les blogs et plus encore

# MARKETING_PRO__GET_PAID_FOR_WORK
source: Get paid for your work
fr: Soyez payé pour votre travail

# MARKETING_PRO__RECEIVE_TIPS_SUBSCRIPTION
source: Receive tips and subscription payments in USD, Bitcoin, Ether or Minds Tokens. Earn money for driving pageviews, referring active users and sales.
fr: Recevez des conseils et des paiements d'abonnement en jetons USD, Bitcoin, Ether ou Minds. Gagnez de l'argent en conduisant des pages vues, en référant les utilisateurs actifs et les ventes.

# MARKETING_PRO__COST_PER_PAGEVIEW_SECTION
source: $1 for every 1,000 pageviews on your content (increases to $5 between 100K and 1M pageviews/month)
fr: $1 pour chaque 1000 pages vues sur votre contenu (passe à $5 entre 100K et 1M pageviews/mois)

# MARKETING_PRO__REFERRED_SECTION
source: $0.10 for every referred active user
fr: $0.10 pour chaque utilisateur actif référé

# MARKETING_PRO__COMMISION_SECTION
source: 25% commission on all referred sales of Pro or {START_LINK} Minds Tokens {CLOSE_LINK}
fr: 25% de commission sur toutes les ventes recommandées de Pro ou de {START_LINK} Minds Tokens {CLOSE_LINK}

# MARKETING_PRO__LEARN_MORE
source: Learn More
fr: En savoir plus

# MARKETING_PRO__BUILD_OWN_WEBSITE
source: Build your own website
fr: Créez votre propre site web

# MARKETING_PRO__SUBDOMAIN_CUSTOMDOMAIN_OTHER_INFO
source: Morph your channel into a full blown website with your own subdomain or custom domain, newsfeed, logo, theme, categories and footer.
fr: Transformez votre chaîne en un site web entièrement explosé avec votre propre sous-domaine ou domaine personnalisé, fil d'actualité, logo, thème, catégories et pied de page.

# MARKETING_PRO__UPLOAD_VIDEOS_AND_PHOTOS
source: Upload videos and photos
fr: Télécharger des vidéos et des photos

# MARKETING_PRO__PUBLISH_BLOGS_EASY_EDITOR
source: Publish blogs in an easy-to-use editor
fr: Publier les blogs dans un éditeur facile à utiliser

# MARKETING_PRO__CREATE_OWN_GROUPS
source: Create your own groups
fr: Créez vos propres groupes

# MARKETING_PRO__TRACK_ALL_ANALYTICS
source: Track all of your analytics
fr: Suivre toutes vos analyses

# MARKETING_PRO__CUSTOM_SUPPORT_FROM_TEAM
source: Custom support from the Minds team
fr: Support personnalisé de l'équipe Minds

# MARKETING_PRO__REGAIN_CONTROL_BUSINESS
source: Regain control of your business online
fr: Reprendre le contrôle de votre entreprise en ligne

# MARKETING_PRO__TIRED_DEMONETIZATION_SECTION
source: Tired of demonetization, censorship and unfair treatment from traditional social networks? Minds offers a fully transparent, privacy-focused platform with no bias, hidden algorithms or censorship.
fr: Fatigué de la démonétisation, de la censure et du traitement injuste des réseaux sociaux traditionnels ?

# MARKETING_PRO__LEVERAGE_BLOCKCHAIN_SECTION
source: Leverage the blockchain and crypto payments to eliminate the middleman and maintain autonomy over your revenue streams.
fr: Tirez parti des paiements de la blockchain et des cryptomonnaies pour éliminer l'intermédiaire et maintenir l'autonomie sur vos flux de revenus.

# MARKETING_PRO__OTHER_PRO_FEATURES
source: Other Pro features
fr: Autres fonctionnalités Pro

# MARKETING_PRO__PROFESSIONAL_MEDIA
source: Professional media
fr: Médias professionnels

# MARKETING_PRO__UPLOAD_VIDEOS_LENGTH_SIZE_DETAILS
source: Upload videos or images up to 60 minutes in length, 4 GB in size and 1080p in resolution. Publish your own blogs with our easy-to-use editor.
fr: Téléchargez des vidéos ou des images de 60 minutes de longueur, 4 Go de taille et 1080p de résolution. Publiez vos propres blogs avec notre éditeur facile à utiliser.

# MARKETING_PRO__UNLOCK_ALL_PRO_FEATURES
source: Unlock all Plus features
fr: Débloquer toutes les fonctionnalités Plus

# MARKETING_PRO__TURN_OFF_ADS_SECTION
source: Turn off ads, verify your channel, earn a badge and access exclusive content.
fr: Désactivez les publicités, vérifiez votre chaîne, gagnez un badge et accédez à du contenu exclusif.

# MARKETING_PRO__LEARN_ABOUT_PLUS
source: Learn About Plus
fr: En savoir plus sur Plus

# MARKETING_PRO__HARNESS_THE_NETWORK
source: Harness the network
fr: Exploiter le réseau

# MARKETING_PRO__WHY_SEPERATE_FROM_COMMUNITY_SECTION
source: Why separate your website from your social network? Join forces with our community of millions of minds.
fr: Pourquoi séparer votre site de votre réseau social ? Rejoignez nos forces avec notre communauté de millions d'esprits.

# MARKETING_PRO__UPGRADE_TO_PRO
source: Upgrade to Pro
fr: Passer à la version Pro

# PRO_SETTINGS__CUSTOMIZE_TITLE_HEADLINE
source: Customize your title and headline
fr: Personnalisez votre titre et votre titre

# PRO_SETTINGS__CUSTOMIZE_THEME
source: Set up your site's color theme
fr: Configurer le thème de couleur de votre site

# PRO_SETTINGS__CUSTOMIZE_CUSTOM_LOGO
source: Upload custom logo and background images
fr: Télécharger le logo personnalisé et les images de fond

# PRO_SETTINGS__CUSTOMIZE_HASHTAGS
source: Set up your category filter hashtags
fr: Configurer les hashtags de votre filtre de catégorie

# PRO_SETTINGS__CUSTOMIZE_FOOTER_LINKS
source: Set up your site's footer links
fr: Configurer les liens de pied de page de votre site

# PRO_SETTINGS__CUSTOMIZE_DOMAIN
source: Customize your site domain
fr: Personnaliser le domaine de votre site

# PRO_SETTINGS__CUSTOMIZE_SELECT_CURRENCY_TYPE
source: Select the currency type you wish you be paid out in. Please note payouts only occur after your {START_LINK} earnings {CLOSE_LINK} are equivalent to $100 or greater.
fr: Sélectionnez le type de devise dans lequel vous souhaitez être payé. Veuillez noter que les paiements ne se produisent qu'après que vos {START_LINK} gains {CLOSE_LINK} soient équivalents à 100 $ ou plus.

# PRO_SETTINGS__MANAGE_SUBSCRIPTIONS
source: Manage your subscription
fr: Gérer votre abonnement

# PRO_SETTINGS__UPGRADE_TO_PRO
source: (Upgrade to Pro)
fr: (Mettre à niveau vers Pro)

# PRO_SETTINGS__PAGE_TITLE
source: Page Title
fr: Titre de la page

# PRO_SETTINGS__NAME_OF_PRO_SITE
source: The name of your pro site
fr: Le nom de votre site pro

# PRO_SETTINGS__BROWSER_TAB_TITLES
source: This will be used in browser tab titles and your SEO tags
fr: Ceci sera utilisé dans les titres des onglets du navigateur et vos tags SEO

# PRO_SETTINGS__HEADLINE
source: Headline
fr: Titre

# PRO_SETTINGS__SHORT_DESCRIPTION
source: A short description about your site
fr: Une courte description de votre site

# PRO_SETTINGS__USED_IN_SEO_TAGS
source: This will be used in your SEO tags as well
fr: Ceci sera également utilisé dans vos tags SEO

# PRO_SETTINGS__ENABLE_PRO_THEME
source: Enable Pro theme
fr: Activer le thème Pro

# PRO_SETTINGS__WHEN_ENABLED_WILL_APPLY
source: When enabled, your channel on minds.com will have your Pro site theme applied
fr: Lorsque cette option est activée, votre canal sur minds.com fera appliquer le thème de votre site Pro

# PRO_SETTINGS__TEXT_COLOR
source: Text Color
fr: Couleur du texte

# PRO_SETTINGS__COLOR_OF_TEXT_ON_SITE
source: The color of text on your Pro site
fr: La couleur du texte sur votre site Pro

# PRO_SETTINGS__INVALID_HEX_CODE
source: Invalid hex code
fr: Code hexa invalide

# PRO_SETTINGS__TEXT_COLOR_REQUIRED
source: Text color is required
fr: La couleur du texte est requise

# PRO_SETTINGS__LINK_COLOR
source: Link Color
fr: Couleur du lien

# PRO_SETTINGS__LINKS_COLOR_ON_HOVER
source: Links will become this color when you hover over them
fr: Les liens deviendront cette couleur lorsque vous les survolerez

# PRO_SETTINGS__LINK_COLOR_REQUIRED
source: Link color is required
fr: La couleur du lien est requise

# PRO_SETTINGS__BACKGROUND_COLOR
source: Background Color
fr: Couleur d'arrière-plan

# PRO_SETTINGS__BACKGROUND_COLOR_EXPLANATION
source: The background color of some elements on your site
fr: La couleur de fond de certains éléments sur votre site

# PRO_SETTINGS__BACKGROUND_COLOR_REQUIRED
source: Background color is required
fr: La couleur d'arrière-plan est requise

# PRO_SETTINGS__COLOR_SCHEMA
source: Color Schema
fr: Schéma de couleur

# PRO_SETTINGS__LIGHT_OR_DARK_THEME
source: Do you want to use the light or dark theme?
fr: Voulez-vous utiliser le thème clair ou sombre?

# COMMON_LIGHT
source: Light
fr: Lumière

# COMMON_DARK
source: Dark
fr: Sombre

# PRO_SETTINGS__TILE_ASPECT_RATIO
source: Tiles Aspect Ratio
fr: Ratio d'aspect des tuiles

# PRO_SETTINGS__TILE_ASPECT_RATIO_EXPLANATION
source: The width-to-height ratio of tiles on your site
fr: Le rapport largeur/hauteur des tuiles sur votre site

# PRO_SETTINGS__LOGO_EXPLANATION
source: This will be displayed on the top left of your site
fr: Ceci sera affiché en haut à gauche de votre site

# PRO_SETTINGS__BACKGROUND_IMAGE
source: Background Image
fr: Image d'arrière-plan

# PRO_SETTINGS__BACKGROUND_IMAGE_EXPLANATION
source: This will be displayed on the background of your site
fr: Ceci sera affiché en arrière-plan de votre site

# PRO_SETTINGS__CREATE_HASHTAGS_EXPLANATION
source: Create a topbar of links to provide easy access to site contents that share a hashtag
fr: Créez un topbar de liens pour fournir un accès facile aux contenus du site qui partagent un hashtag

# PRO_SETTINGS__ADD
source: Add
fr: Ajouter

# PRO_SETTINGS__LINKS
source: Links
fr: Liens

# PRO_SETTINGS__LINKS_EXPLANATION
source: You can post external links below
fr: Vous pouvez publier des liens externes ci-dessous

# PRO_SETTINGS__TEXT
source: Text
fr: Texte du texte

# PRO_SETTINGS__TEXT_DISPLAYED_BOTTOM_OF_PAGE
source: This text will be displayed at the bottom of the page
fr: Ce texte sera affiché en bas de la page

# PRO_SETTINGS__DOMAIN
source: Domain
fr: Domaine

# PRO_SETTINGS__CURRENTLY_ONLY_SUBDOMAINS
source: Currently only subdomains are supported. Custom domains are coming soon.
fr: Actuellement, seuls les sous-domaines sont pris en charge. Les domaines personnalisés seront bientôt disponibles.

# PRO_SETTINGS__CUSTOM_DOMAIN_HELP_EMAIL_MINDS
source: If you wish to use a custom domain then please email info@minds.com.
fr: Si vous souhaitez utiliser un domaine personnalisé, veuillez envoyer un courriel à info@minds.com.

# PRO_SETTINGS__DOMAIN_NOT_AVAILABLE
source: Domain not available
fr: Domaine non disponible

# PRO_SETTINGS__DOMAIN_IS_REQUIRED
source: Domain is required
fr: Le domaine est requis

# PRO_SETTINGS__CUSTOM_CODE
source: Custom <head> Code
fr: Code <head> personnalisé

# PRO_SETTINGS__CUSTOM_CODE_EXPLANATION
source: Place ad blocks or other JS head codes here. Ask an admin for assistance.
fr: Placez ici des blocs de publicité ou d'autres codes tête de JS. Demandez à un administrateur pour obtenir de l'aide.

# PRO_SETTINGS__CONTACT_MINDS_CUSTOMIZE_CODE
source: Please contact a Minds admin or email info@minds.com to customize this field
fr: Veuillez contacter un administrateur des esprits ou envoyer un courriel à info@minds.com pour personnaliser ce champ

# PRO_SETTINGS__PAYOUT_METHOD
source: Payout Method
fr: Méthode de paiement

# PRO_SETTINGS__MINDS_TOKENS
source: Minds Tokens
fr: Jetons d'esprit

# PRO_SETTINGS__ETHER
source: Ether
fr: Éther

# PRO_SETTINGS__CANCEL_SUBSCRIPTION
source: Cancel Subscription
fr: Annuler l'abonnement

# PRO_SETTINGS__SAVE
source: Save {INTERPOLATION}
fr: Économisez {INTERPOLATION}

# PRO_SUBSCRIPTION__YEARLY
source: Yearly
fr: Annuel

# PRO_SUBSCRIPTION__MONTHLY
source: Monthly
fr: Mensuel

# PRO_SUBSCRIPTION__TOKENS
source: Tokens
fr: Jetons

# PRO_SUBSCRIPTION__PER_MONTH
source: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} per month
fr: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} par mois

# PRO_SUBSCRIPTION__UPGRADE_TO_PRO
source: Upgrade to Pro
fr: Passer à la version Pro

# PRO_SUBSCRIPTION__ALREADY_PRO_MEMBER
source: You're already a Pro member.
fr: Vous êtes déjà un membre Pro.

# PRO_SUBSCRIPTION__MANAGE_MEMBERSHIP
source: Manage membership.
fr: Gérer les adhésions.

# PRO_SUBSCRIPTION__TRY_PRO
source: Try Pro
fr: Essayer Pro

# PRO_SUBSCRIPTION__BY_PURCHASING_PRO_AGREE
source: By purchasing Pro you agree to {START_LINK} Terms & Conditions {CLOSE_LINK} .
fr: En achetant Pro, vous acceptez les conditions d'utilisation de {START_LINK} & Conditions {CLOSE_LINK} .

# PRO_CHANNEL_LIST__ALL
source: All
fr: Tout

# PRO_CHANNEL_LIST__VIDEOS
source: Videos
fr: Vidéos

# PRO_CHANNEL_LIST__GROUPS
source: Groups
fr: Groupes

# PRO_CHANNEL_LIST__FEED
source: Feed
fr: Fil

# COMMON__SUBSCRIBERS__WITH__COUNT
source: Subscribers: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN}
fr: Abonnés : {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN}

# COMMON__SUBSCRIBE
source: Subscribe
fr: Souscrire

# COMMON__SUBSCRIBED
source: Subscribed
fr: Inscrit

# MINDS__HASHTAGS__TOPBAR__ALL
source: #all
fr: #tout

# MINDS__HASHTAGS__TOPBAR__MORE
source: MORE
fr: PLUS

# MINDS__HASHTAGS__TOPBAR__SUGGESTED_MORE_TOOLTIP
source: Select the hashtags you wish to see more often
fr: Sélectionnez les hashtags que vous souhaitez voir plus souvent

# HASHTAG_TYPEAHEAD__RECENT_TAGS
source: Recent Tags
fr: Tags récents

# HASHTAG_TYPEAHEAD__CLEAR_HISTORY
source: Clear History
fr: Effacer l'historique

# COMMON__JOIN
source: Join
fr: Rejoindre

# COMMON__JOINING
source: Joining
fr: Inscription en cours

# COMPOSER_NSFW__IF_POST_CONTAINS
source: If this post contains content that is NSFW (Not Safe for Work) it is your responsibility to tag it accordingly. Failing to do so will violate our terms of use.
fr: Si ce message contient du contenu qui est NSFW (Not Safe for Work), il est de votre responsabilité de le marquer en conséquence. Si nous ne le faisons pas, nous violerons nos conditions d'utilisation.

# COMPOSER_NSFW__GUIDELINES_FURTHER_INFORMATION
source: See {START_LINK} guidelines {CLOSE_LINK} for further information.
fr: Voir les directives {START_LINK} {CLOSE_LINK} pour plus d'informations.

# COMMON__SAVE
source: Save
fr: Enregistrer

# COMMON__MONETIZE
source: Monetize
fr: Monétiser

# COMPOSER__MONETIZE_POST
source: Monetize post by making it available to your users who support your channel.
fr: Monétiser la publication en la mettant à la disposition de vos utilisateurs qui supportent votre canal.

# COMPOSER__PAYWALL_SETTINGS
source: Paywall status
fr: Statut du paywall

# COMPOSER__ENABLE_PAYWALL
source: Enable Paywall
fr: Activer Paywall

# COMMON__CUSTOM
source: Custom
fr: Personnalisé

# CHANNEL__MONETIZE__OTHER
source: {VAR_PLURAL, plural, =1 { {INTERPOLATION} token} other { {INTERPOLATION} tokens} }
fr: {VAR_PLURAL, plural, =1 { {INTERPOLATION} jeton} other { {INTERPOLATION} jetons} }

# CHANNELS__MONETIZE__MIN_TOKENS_PER_MONTH
source: Minimum Tokens/Month
fr: Jetons minimum/mois

# CHANNELS__MONETIZE__MAX_TOKENS_PER_MONTH
source: Minimum USD/Month
fr: USD minimum/mois

# COMPOSER__AMOUNT_REQUIRED_REQUIRED_ACCESS
source: Amount required to access membership tier
fr: Montant requis pour accéder au niveau de l'adhésion

# COMMON__TAG
source: Tag
fr: Étiquette

# COMPOSER_POPUP__TAGGING_POSTS_DISCOVER
source: Tagging your post will make your content more easily discoverable. Add up to five.
fr: Taguer votre message rendra votre contenu plus facile à identifier. Ajoutez jusqu'à cinq.

# COMMON_TAG
source: Tag
fr: Étiquette

# COMMON__ADD
source: Add
fr: Ajouter

# COMPOSER_POPUP__SAVE_TAGS
source: Save Tags
fr: Enregistrer les tags

# COMMON__SCHEDULE_POST
source: Schedule Post
fr: Planifier la publication

# COMMON__TIME
source: Time
fr: Date et heure

# DISCOVERY_SIDEBAR_TAGS__X_POSTS
source: {INTERPOLATION} posts
fr: {INTERPOLATION} messages

# DISCOVERY_SIDEBAR_TAGS__SEE_MORE
source: See more
fr: En savoir plus

source: Trending Tags
fr: Tags tendances

# DISCOVERY_SETTINGS__MANAGE_TAGS
source: Manage Tags
fr: Gérer les tags

# DISCOVERY__SETTINGS_ADD_CUSTOM_TAGS
source: Add Custom Tag
fr: Ajouter une étiquette personnalisée

# DISCOVERY__TAGS__YOUR_TAGS
source: Your Tags
fr: Vos Tags

# DISCOVERY__TAGS__OTHER_TAGS
source: Other Tags
fr: Autres balises

# DISCOVERY_SETTINGS__SAVE_TAGS
source: Save Tags
fr: Enregistrer les tags

# LANGUAGE_MODAL__SELECT_LANGUAGE
source: Select Language
fr: Sélectionner la langue

# MINDS__NEWSFEED__SINGLE__FLAGGED_AS_SPAM
source: This activity is flagged as spam.
fr: Cette activité est signalée comme indésirable.

# MINDS__NEWSFEED__SINGLE__APPEAL_FLAG_NOTE
source: If you wish to appeal, please contact us at info@minds.com.
fr: Si vous souhaitez faire appel, veuillez nous contacter à info@minds.com.

# MINDS__NEWSFEED__200_FREE_VIEWS
source: Have 200 free views on us. Hit post to be boosted.
fr: Ayez 200 vues gratuites sur nous. Appuyez sur message pour être boosté.

# NEWSFEED_SORTED__POSTS_OLDER_THAN
source: Posts older than {INTERPOLATION}
fr: Publications antérieures à {INTERPOLATION}

# CHECKOUT__CARD__NUMBER_LABEL
source: Card number
fr: Numéro de carte

# CHECKOUT__CARD__AMEX_SELECTOR
source: Amex
fr: Armex

# CHECKOUT__CARD__YEAR_PLACEHOLDER
source: yyyy
fr: aaaa

# CHECKOUT__CARD__CVC_LABEL
source: CVC/Security Code
fr: Code CVC/Sécurité

# CHECKOUT__CARD__CARDHOLDER_NAME
source: Card holders name
fr: Nom du titulaire de la carte

# CHECKOUT__CARD__CHECKOUT_TOOLTIP
source: Your credit card information is safe, secure and PCI compliant.
fr: Les informations de votre carte de crédit sont sûres, sûres et conformes à la norme PCI.

# CHECKOUT__WAITING_LABEL
source: One moment please...
fr: Un instant, s'il vous plaît...

# CHECKOUT__SAVED_CARDS_TITLE
source: Select a card to use
fr: Sélectionnez une carte à utiliser

# CHECKOUT__USE_NEW_CARD
source: Use a new card
fr: Utiliser une nouvelle carte

# CHECKOUT__CAPTURING_DETAILS
source: Capturing card details...
fr: Capture des détails de la carte...

# BLOCKCHAIN__OPTIONS__LOCAL_WALLETS_LABEL
source: Local Wallets
fr: Portefeuilles locaux

# FAQ__VIEW_FULL_ACTION
source: View the full FAQ
fr: Voir la FAQ complète

# BLOCKCHAIN__OPTIONS__SAVE_WALLET_ADDRESS
source: Save Address
fr: Enregistrer l'adresse

# WALLET_V2__WALLET__SEE_YOUR_CONTRIBUTIONS_INFO
source: See your contributions score and rewards, withdraw them and configure your ethereum wallet
fr: Voir le score et les récompenses de vos contributions, les retirer et configurer votre portefeuille ethereum

# WALLET_V2__WALLET__YOU_SEND_RECEIVED_WIRES_LEDGER
source: Your sent and received wires ledger
fr: Votre livre de fils envoyé et reçu

# WALLET_V2__TOKENS__MINDS_PLUS
source: Minds Plus
fr: Esprit Plus

# WALLET_V2__WALLET__OPT_OUT
source: Opt-out of boosts, earn 1,000 monthly points, access exclusive Minds content, and more
fr: Opt-out des boosts, gagnez 1 000 points mensuels, accédez au contenu exclusif de Minds, et plus

# BOOST__PUBLISHER__EARNINGS
source: Earnings
fr: Gains

# BOOST__PUBLISHER__SETTINGS
source: Settings
fr: Réglages

# BOOST_MARKETING__EXPAND_YOUR_REACH_GAIN_VIEWS
source: Expand your reach and gain {START_EMPHASISED_TEXT} thousands of views {CLOSE_EMPHASISED_TEXT}
fr: Augmentez votre portée et gagnez {START_EMPHASISED_TEXT} milliers de vues {CLOSE_EMPHASISED_TEXT}

# BOOST_MARKETING__USE_TOKENS_GAIN_VIEWS
source: Use Minds Tokens to gain more views on your content from other active channels on the network. Reach new audiences and grow your channels to the next level.
fr: Utilisez des jetons mentaux pour obtenir plus de vues sur votre contenu depuis d'autres canaux actifs du réseau. Atteignez de nouveaux publics et développez vos chaînes au niveau supérieur.

# BOOST_MARKETING__CREATE_BOOST
source: Create Boost
fr: Créer Boost

# BOOST_MARKETING__1_TOKEN_1000_VIEWS
source: 1 token = 1,000 views
fr: 1 jeton = 1 000 vues

# BOOST_MARKETING__EXPAND_YOUR_REACH
source: Expand your reach and access new audiences. You can exchange one Minds Token for 1,000 boosted views across the network.
fr: Élargissez votre portée et accédez à de nouveaux publics. Vous pouvez échanger un jeton d'esprit pour 1 000 vues boostées à travers le réseau.

# BOOST_MARKETING__PROMOTE_YOUR_CONTENT
source: Promote your content, group or channel directly in the newsfeed or sidebar of other active Minds channels.
fr: Faites la promotion de votre contenu, de votre groupe ou de votre canal directement dans le fil de nouvelles ou la barre latérale d'autres canaux actifs de l'esprit.
