Repository: Akanshagiriya/front
Catalog: src/locale/Minds.*.xliff
Languages: fr

# BOOST__CONSOLE__BOOSTER__POST_SOMETHING
source: You have no content yet. Why don't you post something?
fr: Vous n'avez pas encore de contenu. Pourquoi ne pas poster quelque chose ?

# BOOST__CONSOLE__BOOSTER__YOUR_CHANNEL_TITLE
source: Your channel
fr: Votre chaîne

# BOOST__CONSOLE__BOOSTER__YOUR_RECENT_MEDIA_TITLE
source: Your recent media
fr: Vos médias récents

# WIRE__LOCK_SCREEN__RECEIVED_TIMEOUT_LABEL
source: We've received your transaction. Please try unlocking this post after it gets processed. We estimate it may take around 5 minutes.
fr: Nous avons reçu votre transaction. Essayez de déverrouiller ce message après qu'il ait été traité. Nous estimons que cela peut prendre environ 5 minutes.

# WIRE__LOCK_SCREEN__WIRE_ME_OVER_PART
source: Wire me over
fr: Fait me passer

# WIRE__LOCK_SCREEN__USD_PER_MONTH
source: {INTERPOLATION} /month
fr: {INTERPOLATION} /mois

# WIRE__LOCK_SCREEN__POINTS_PER_MONTH
source: {INTERPOLATION} points/month
fr: {INTERPOLATION} points/mois

# WIRE__LOCK_SCREEN__TOKENS_PER_MONTH
source: {INTERPOLATION} Tokens/month
fr: {INTERPOLATION} jetons/mois

# WIRE__LOCK_SCREEN__TO_SEE_TITLE_PART
source: to see this post.
fr: pour voir ce post.

# WIRE__LOCK_SCREEN__ONLY_SUPPORTERS_TITLE_PART
source: Only supporters who wire you over
fr: Seuls les supporters qui vous branchent

# WIRE__LOCK_SCREEN__WILL_SEE_TITLE_PART
source: will see this post.
fr: verra ce message.

# WIRE__LOCK_SCREEN__UNLOCK_ACTION
source: Unlock
fr: Dévérouiller

# WIRE__LOCK_SCREEN__CAN_ONLY_BE_SEEN_TITLE_PART
source: This post can only be seen by supporters who wire
fr: Ce message ne peut être vu que par les supporters qui filent

# WIRE__LOCK_SCREEN__OVER_USD_PER_MONTH
source: over {INTERPOLATION} /month
fr: plus de {INTERPOLATION} /mois

# WIRE__LOCK_SCREEN__OVER_POINTS_PER_MONTH
source: over {INTERPOLATION} points/month
fr: plus de {INTERPOLATION} points/mois

# WIRE__LOCK_SCREEN__OVER_TOKENS_PER_MONTH
source: over {INTERPOLATION} Tokens/month
fr: plus de {INTERPOLATION} jetons/mois

# WIRE__LOCK_SCREEN__TO_USERNAME_PART
source: to @ {INTERPOLATION}
fr: à @ {INTERPOLATION}

# WIRE__CHANNEL__WIRE_ME_ACTION
source: Wire me
fr: Fil moi

# COMMON__SUPPORT_USERNAME
source: Support {INTERPOLATION}
fr: Soutenir {INTERPOLATION}

# WIRE__CHANNEL__REWARDS_TITLE
source: Rewards
fr: Récompenses

# WIRE__CHANNEL__REWARDS_PARENT_TOOLTIP
source: Give your supporters something in exchange for tokens or cash.
fr: Donnez à vos supporters quelque chose en échange de jetons ou d'argent.

# M__FEATURE__WIRE_PLURAL
source: Wires
fr: Câbles

# WIRE__CHANNEL__OVERVIEW__WIRES_CARD_TOOLTIP
source: How many wires {START_TAG_SPAN} @ {CLOSE_TAG_SPAN} {INTERPOLATION} has received in the last 30 days
fr: Combien de fils {START_TAG_SPAN} @ {CLOSE_TAG_SPAN} {INTERPOLATION} a reçu au cours des 30 derniers jours

# M__FEATURE__TOKENS
source: Tokens
fr: Jetons

# WIRE__CHANNEL__OVERVIEW__POINTS_CARD_TOOLTIP
source: This is {START_TAG_SPAN} @ {CLOSE_TAG_SPAN} {INTERPOLATION} 's total volume (gross) of all Token wires received in the last 30 days
fr: Ceci est le volume total de {START_TAG_SPAN} @ {CLOSE_TAG_SPAN} {INTERPOLATION} de tous les fils de jeton reçus au cours des 30 derniers jours

# WIRE__CHANNEL__OVERVIEW__BREAKDOWN_LINK
source: See breakdown
fr: Voir la ventilation

# WIRE__CHANNEL__OVERVIEW__BREAKDOWN_LINK_TOOLTIP
source: See a breakdown of all your Wires in your wallet
fr: Voir une ventilation de tous vos fils dans votre portefeuille

# WIRE__CHANNEL__OVERVIEW__YOU_SENT_CARD_LABEL
source: You Sent
fr: Vous avez envoyé

# WIRE__CHANNEL__OVERVIEW__YOU_SENT_CARD_TOOLTIP
source: This is the amount you have wired to {INTERPOLATION} in the last 30 days
fr: C'est le montant que vous avez filé à {INTERPOLATION} au cours des 30 derniers jours

# M__FEATURE__PUBLIC
source: Paywall
fr: Mur de paiement

# WIRE__THRESHOLD_INPUT__SELECT_FROM_OR_ENTER_CUSTOM_DESC
source: Select from one of your rewards or enter a custom amount of tokens to restrict who can see this post.
fr: Sélectionnez parmi l'une de vos récompenses ou entrez un nombre personnalisé de jetons pour restreindre qui peut voir ce message.

# WIRE__THRESHOLD_INPUT__ENTER_HOW_MANY_DESC
source: Enter how many tokens users should send you in order to see this post.
fr: Entrez le nombre de jetons que les utilisateurs doivent vous envoyer pour voir ce message.

# WIRE__THRESHOLD_INPUT__TOKENS_AND_OVER_LABEL
source: {INTERPOLATION} Tokens and Over
fr: {INTERPOLATION} jetons et plus

# WIRE__THRESHOLD_INPUT__VISIBLE_TO
source: Visible to supporters who send over
fr: Visible pour les supporters qui envoient

# WIRE__THRESHOLD_INPUT__TOKENS_LABEL
source: Tokens
fr: Jetons

# WIRE__CONSOLE__LEDGER__SENT_TAB
source: Sent
fr: Envoyé

# WIRE__CONSOLE__LEDGER__RECEIVED_TAB
source: Received
fr: Reçu

# WIRE__CONSOLE__LEDGER__FROM
source: From:
fr: De :

# M__COMMON__TOKEN
source: Token
fr: Jeton

# WIRE__CONSOLE__LEDGER__CHANNEL_COLUMN
source: Channel
fr: Chaîne

# M__COMMON__COLUMN
source: Amount
fr: Montant

# WIRE__CONSOLE__LEDGER__NO_WIRES_NOTICE
source: No Wires to show.
fr: Aucun fil à afficher.

# WIRE__CONSOLE__SUPPORTER__THIS_MONTH
source: this month
fr: ce mois-ci

# WIRE__CONSOLE__REWARDS_TABLE__INPUTS__TOKENS_LABEL
source: Tokens
fr: Jetons

# WIRE__CHANNEL__TABLE__REWARD_PLACEHOLDER
source: Describe the reward
fr: Décrire la récompense

# WIRE__CHANNEL__TABLE__ADD_REWARD_ACTION
source: Add Reward
fr: Ajouter une récompense

# M__COMMON__SAVED
source: Saved
fr: Enregistré

# WIRE__CONSOLE__SETTINGS__PREVIEW_DESC
source: The below description and preview image is what your subscribers will see on your exclusive posts until they become a supporter.
fr: La description ci-dessous et l'image d'aperçu sont ce que vos abonnés verront sur vos messages exclusifs jusqu'à ce qu'ils deviennent un supporteur.

# WIRE__CONSOLE__SETTINGS__DESCRIPTION_LABEL
source: Description
fr: Libellé

# WIRE__CONSOLE__SETTINGS__DESCRIPTION_PLACEHOLDER
source: eg. Support me to see my exclusive content and join me for a monthly video chat
fr: par exemple. Soutenez-moi à voir mon contenu exclusif et rejoignez-moi pour un chat vidéo mensuel

# WIRE__CONSOLE__SETTINGS__BACKGROUND_LABEL
source: Background
fr: Arrière-plan

# WIRE__CONSOLE__SETTINGS__PREVIEW_LABEL
source: Preview
fr: Aperçu

# WIRE__CONSOLE__SETTINGS__SAVING_LABEL
source: Saving…
fr: Sauvegarde…

# WIRE__CONSOLE__OVERVIEW__MONEY_WIRES_TOOLTIP
source: The total wires you have received
fr: Le total des fils que vous avez reçus

# M__COMMON__EARNINGS
source: Tokens
fr: Jetons

# WIRE__CONSOLE__OVERVIEW__TOKENS_EARNINGS_TOOLTIP
source: The total in Tokens you have earned
fr: Le total de jetons que vous avez gagnés

# WIRE__CONSOLE__OVERVIEW__MONEY_EARNINGS_TOOLTIP
source: The total in USD you have earned
fr: Le total en USD que vous avez gagné

# M__COMMON__REVIEW_PENDING
source: Review Pending
fr: Revue en attente

# REPORT__CONSOLE__APPEALED_TAB
source: Appealed
fr: En appel

# M__COMMON__APPROVED
source: Approved
fr: Approuvé

# M__COMMON__REJECTED
source: Rejected
fr: Rejeté

# M__BAN__MODAL__PLEASE_EXPLAIN
source: Please explain why you think this content should not be on Minds.
fr: Veuillez expliquer pourquoi vous pensez que ce contenu ne devrait pas être dans les esprits.

# M__BAN__MODAL__SUBMIT_CAPS
source: SUBMIT
fr: SOUMETTRE

# M__BAN__MODAL__NEXT_CAPS
source: NEXT
fr: SUIVANT

# M__ACTION__SHARE
source: Share
fr: Partage

# THIRD_PARTY_NETWORKS__FACEBOOK__LINK_BOOST
source: Link your boosts to facebook
fr: Liez vos boosts à facebook

# THIRD_PARTY_NETWORKS__FACEBOOK__SELECT_PAGE_LABEL
source: Select a page to link below
fr: Sélectionnez une page à lier ci-dessous

# COMMENTS__DISABLED
source: Comments have been disabled for this post
fr: Les commentaires ont été désactivés pour cette publication

# MINDS__BUTTONS__FEATURE__CATEGORY_PLACEHOLDER
source: -- SELECT A CATEGORY --
fr: -- SÉLECTIONNEZ UNE CATÉGORIE --

# M__ACTION__FEATURE
source: Feature
fr: Fonctionnalités

# MODALS__REMIND_COMPOSER__REMIND_TITLE
source: Remind
fr: Rappel

# MODALS__REMIND_COMPOSER__PLACEHOLDER
source: Enter your remind status here (optional)
fr: Entrez votre statut de rappel ici (facultatif)

# M__ACTION__SUBSCRIBE
source: Subscribe
fr: Souscrire

# MINDS__BUTTONS__UNSUBSCRIBE__SUBSCRIBED_LABEL
source: Unsubscribe
fr: Se désabonner

# MINDS__BUTTONS__USER_DROPDOWN__BLOCK
source: Block @ {INTERPOLATION}
fr: Bloquer @ {INTERPOLATION}

# MINDS__BUTTONS__USER_DROPDOWN__UNBLOCK
source: Un-Block @ {INTERPOLATION}
fr: Débloquer @ {INTERPOLATION}

# MINDS__BUTTONS__USER_DROPDOWN__SUBSCRIBE
source: Subscribe
fr: Souscrire

# MINDS__BUTTONS__USER_DROPDOWN__UNSUBSCRIBE
source: Unsubscribe
fr: Se désabonner

# MINDS__BUTTONS__USER_DROPDOWN__UNBAN_GLOBALLY
source: Un-ban globally
fr: Dé-bannir globalement

# MINDS_BUTTON__USER_DROPDOWN__VIEW_LEDGER
source: View Ledger
fr: Voir le livre

# MINDS_BUTTON__USER_DROPDOWN__VIEW_WITHDRAWALS
source: View Withdrawals
fr: Voir les retraits

# MINDS_BUTTON__USER_DROPDOWN__VIEW_EMAIL_ADDR
source: E-mail Address
fr: Adresse e-mail

# M__ACTION__MARK_EXPLICIT
source: Set as explicit
fr: Définir comme explicite

# M__ACTION__REMOVE_EXPLICIT
source: Remove Explicit
fr: Supprimer un document explicite

# M__ACTION__MARK_AS_SAFE
source: Mark as Safe
fr: Marquer comme sûr

# M__ACTION__MENU__MARK_AS_OPEN
source: Mark as Open
fr: Marquer comme ouvert

# MINDS__BAN__CONFIRMATION
source: Are you sure you want to ban this user?
fr: Êtes-vous sûr de vouloir bannir cet utilisateur ?

source: This will close all open sessions and lock them out from Minds.
fr: Cela fermera toutes les sessions ouvertes et les verrouille hors des esprits.

# MINDS__BUTTONS__USER_DROPDOWN__BAN_USER_SUCCESS_MESSAGE
source: User has been banned.
fr: L'utilisateur a été banni.

# M__ACTION__BAN_USER
source: Ban user
fr: Bannir un utilisateur

# BAN__FROM__MONETIZATION
source: Are you sure you want to ban this user from monetization?
fr: Êtes-vous sûr de vouloir bannir cet utilisateur de monétisation ?

# MINDS_BUTTON__USER_DROPDOWN__WILL_CLOSE_SESSIONS_TEXT
source: This will close all open sessions and decline pending payments.
fr: Ceci fermera toutes les sessions ouvertes et refusera les paiements en attente.

# MINDS_BUTTON__USER_DROPDOWN__THERE_IS_NO_UNDO
source: There's no UNDO. This will NOT ban the user from Minds.
fr: Il n'y a pas d'ANNULATION. Cela ne va PAS bannir l'utilisateur de l'esprit.

# MINDS__BUTTONS__USER_DROPDOWN__BAN_MONETIZATION_SUCCESS_MESSAGE
source: User has been banned from monetization.
fr: L'utilisateur a été banni de la monétisation.

# MINDS__BANNER__CLICK__TO__ADD
source: Click here to add a new banner
fr: Cliquez ici pour ajouter une nouvelle bannière

source: Recommended minimum size 2000px × 1125px (Ratio 16:9)
fr: Taille minimale recommandée de 2000px × 1125px (Ratio 16:9)

# MINDS__BANNER__ADD_NEW_BANNER
source: Click here to add a new banner
fr: Cliquez ici pour ajouter une nouvelle bannière

# M__COMMON__EMAIL
source: Email
fr: Courriel

# MINDS__SOCIAL_ICONS__EMBED_CODE
source: Embeddable code
fr: Code intégrable

# M__COMMON__EMBED_INTO_WEBSITE
source: Embed into your website:
fr: Intégrer dans votre site web :

# TRANSLATE__TRANSLATING_LABEL
source: Translating
fr: Traduction en cours

# TRANSLATE_TO_TRANSLATION_TARGET
source: to {INTERPOLATION}
fr: à {INTERPOLATION}

# TRANSLATE__TRANSLATED_LABEL
source: Translated
fr: Traduit

source: from {INTERPOLATION}
fr: à partir de {INTERPOLATION}

# TRANSLATE__HIDE_TRANSLATION_ACTION
source: hide translation
fr: cacher la traduction

# TRANSLATE__CHANGE_LANGUAGE_ACTION
source: change language
fr: changer de langue

# TRANSLATE__TO_LABEL
source: Translate to
fr: Traduire en

# TRANSLATE__LANGUAGE_PLACEHOLDER
source: Select Language
fr: Sélectionner la langue

# TRANSLATE__PREFERRED_LANGUAGES_LABEL
source: Preferred Languages
fr: Langues préférées

# SETTINGS__BILLING__SAVED_CARDS__TITLE
source: Payment Methods
fr: Moyens de paiement

# M__ACTION__REMOVE
source: Remove
fr: Retirer

# SETTINGS__BILLING__SAVED_CARDS__ADD_NEW_CARD_LABEL
source: Add a new card
fr: Ajouter une nouvelle carte

# SETTINGS__BILLING__SAVED_CARDS__ADD_ACTION
source: ADD
fr: AJOUTER

# SETTINGS__SUBSCRIPTIONS__TITLE
source: Recurring Payments
fr: Paiements récurrents

# SETTINGS__SUBSCRIPTIONS__LAST_BILLING
source: Last billing: {INTERPOLATION}
fr: Dernière facturation : {INTERPOLATION}

# SETTINGS__SUBSCRIPTIONS__NEXT_BILLING
source: Next billing: {INTERPOLATION}
fr: Prochaine facturation : {INTERPOLATION}

# SETTINGS__BILLING__SUBSCRIPTIONS__TOKENS_LABEL
source: {INTERPOLATION} Tokens
fr: {INTERPOLATION} jetons

# M__CREATOR__CONFIRM_PASSWORD
source: Confirm password
fr: Confirmer le mot de passe

# M__COMMON__PASSWORD
source: Password
fr: Mot de passe

# M__ACTION__SUBMIT
source: Submit
fr: Soumettre

# MINDS__SETTINGS__2FA_TITLE
source: Two Factor Authentication
fr: Authentification en deux étapes

# MINDS__SETTINGS__REMOVE_2FA_ACTION
source: Remove two factor
fr: Supprimer deux facteurs

# MINDS__SETTINGS__SETUP_ACTION
source: Setup
fr: Installer

# MINDS__SETTINGS__SENT_SMS_LABEL
source: We sent an SMS to {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} . Enter the code below to complete your two factor setup.
fr: Nous avons envoyé un SMS à {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} . Entrez le code ci-dessous pour terminer votre configuration à deux facteurs.

# MINDS__SETTINGS__SENDING_SMS_LABEL
source: We are sending an SMS to {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} . Enter the code below to complete your two factor
fr: Nous envoyons un SMS à {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} . Entrez le code ci-dessous pour compléter vos deux facteurs.

# M__COMMON__ENTER_2FA_CODE
source: Enter your code here
fr: Entrez votre code ici

# M__ACTION__CONFIRM
source: Confirm
fr: Confirmer

# MINDS__SETTINGS__2FA_RETRY_ACTION
source: Retry
fr: Réessayez

# MINDS__SETTINGS__PAID_SUBSCRIPTIONS_TITLE
source: Paid Subscriptions
fr: Abonnements payants

# MINDS__SETTINGS__WIRE__PREVIEW_DESC
source: The below description and preview image is what your subscribers will see on your exclusive posts until they become a supporter.
fr: La description ci-dessous et l'image d'aperçu sont ce que vos abonnés verront sur vos messages exclusifs jusqu'à ce qu'ils deviennent un supporteur.

# MINDS__SETTINGS__WIRE__DESCRIPTION_LABEL
source: Description
fr: Libellé

# MINDS__SETTINGS__WIRE__DESCRIPTION_PLACEHOLDER
source: eg. Support me to see my exclusive content and join me for a monthly video chat
fr: par exemple. Soutenez-moi à voir mon contenu exclusif et rejoignez-moi pour un chat vidéo mensuel

# MINDS__SETTINGS__WIRE__BACKGROUND_LABEL
source: Background
fr: Arrière-plan

# MINDS__SETTINGS__WIRE__PREVIEW_LABEL
source: Preview
fr: Aperçu

# BLOCKED_CHANNELS__BLOCKED_CHANNELS
source: Blocked Channels
fr: Chaîne bloqués

# BLOCKED_CHANNELS__UNBLOCK
source: Unblock
fr: Débloquer

# BLOCKED_CHANNELS__BLOCK
source: Block
fr: Bloquer

# MODALS__SIGNUP__ON_ACTION_SUBTITLE
source: You need to have a channel in order to {INTERPOLATION}
fr: Vous devez avoir un salon pour {INTERPOLATION}

# MODALS__SIGNUP__WE_ARE_OPEN_SOURCE_GET_PAID
source: We are an open source platform for Internet freedom. Get paid in crypto for your contributions to the community.
fr: Nous sommes une plateforme open source pour la liberté d'Internet. Soyez payé en cryptomonnaie pour vos contributions à la communauté.

# MODALS__SIGNUP__MAYBE_LATER
source: Maybe later
fr: Peut-être plus tard

# MODALS__SIGNUP__ALREADY_HAVE_CHANNEL
source: Already have a channel? Click here.
fr: Vous avez déjà une chaîne ? Cliquez ici.

# MODALS__TOS-UPDATED__TOS_UPDATED_PARAGRAPH
source: We've recently updated our {START_LINK} Terms of Service {CLOSE_LINK} to reflect the changes to our network with the launch of the Jury System. These changes are being implemented to ensure a balance of power between Minds, Inc. and the community. The following is a brief summary of what has changed:
fr: Nous avons récemment mis à jour nos conditions d'utilisation {START_LINK} {CLOSE_LINK} pour refléter les changements apportés à notre réseau avec le lancement du Jury System. Ces changements sont mis en œuvre pour assurer un équilibre des pouvoirs entre Minds, Inc. et la communauté. Ce qui suit est un bref résumé de ce qui a changé :

# MODALS__TOS-UPDATED__NOTICE_PARAGRAPH
source: Please also note that your continued use of Minds serves as acceptance of these new terms and policies. Thank you.
fr: Veuillez également noter que votre utilisation continue de Minds sert à accepter ces nouvelles conditions et politiques. Merci.

# M__FEATURE__EXCLUSIVE
source: Exclusive
fr: Exclusif

# PAYMENTS__PAYWALL__EXCLUSIVE_DESC
source: Only paid subscribers can see this post
fr: Seuls les abonnés payants peuvent voir ce message

# PAYMENTS__PAYWALL__VIEW_ACTION
source: View
fr: Vue

# PAYMENTS__PAYWALL__SUPPORTERS_ONLY
source: This post is only available to supporters.
fr: Ce message n'est disponible que pour les supporters.

# PAYMENTS__PAYWALL__USD_PER_MONTH
source: $ {INTERPOLATION} / month
fr: {INTERPOLATION} $ / mois

# PAYMENTS__PAYWALL_CANCEL__ACTION
source: Cancel Subscription
fr: Annuler l'abonnement

# MINDS__LOGIN__EXCEPTION__ATTEMPTS_EXCEEDED
source: You have exceeded your login attempts. Please try again in a few minutes.
fr: Vous avez dépassé vos tentatives de connexion. Veuillez réessayer dans quelques minutes.

# MINDS__LOGIN__EXCEPTION__DISABLED_USER
source: This account has been disabled
fr: Ce compte a été désactivé

# MINDS__LOGIN__EXCEPTION__INCORRECT_USERNAME_PASSWORD
source: Incorrect username/password. Please try again.
fr: Nom d'utilisateur/mot de passe incorrect. Veuillez réessayer

# MINDS__LOGIN__EXCEPTION__ACCOUNT_LOCKED
source: Account locked
fr: Compte verrouillé

# MINDS__LOGIN__EXCEPTION__BANNED_USER
source: You are not allowed to login.
fr: Vous n'êtes pas autorisé à vous connecter.

# MINDS__LOGIN__EXCEPTION__CODE_VERIFICATION_FAILED
source: Sorry, we couldn't verify your two factor code. Please try logging again.
fr: Désolé, nous n'avons pas pu vérifier votre code à deux facteurs. Veuillez réessayer de vous connecter.

# MINDS__LOGIN__EXCEPTION__INVALID_TOKEN
source: Invalid token
fr: Jeton invalide

# MINDS__LOGIN__EXCEPTION__SORRY_THERE_WAS_AN_ERROR_PLEASE_TRY_AGAIN
source: Sorry, there was an error. Please try again.
fr: Désolé, une erreur s'est produite. Veuillez réessayer.

# COMMON__USERNAME
source: Username
fr: Nom d'utilisateur

# MINDS__LOGIN__EXCEPTION__ENTERED_EMAIL_ADDRESS_NOT_USERNAME
source: Please enter a username instead of an email address.
fr: Veuillez entrer un nom d'utilisateur au lieu d'une adresse e-mail.

# MINDS__LOGIN__EXCEPTION__USERNAME_REQUIRED
source: Username is required.
fr: Le nom d'utilisateur est requis.

# COMMON__PASSWORD
source: Password
fr: Mot de passe

# LOGIN__JOIN_MINDS_NOW
source: Join Minds Now
fr: Rejoindre les esprits maintenant

# FORMS__LOGIN__FORGOT_PASSWORD_LINK
source: Forgot Password?
fr: Mot de passe oublié ?

# FORMS__LOGIN__2FA_LOGIN_TITLE
source: Twofactor Login
fr: Connexion à deux facteurs

# FORMS__LOGIN__2FA_LOGIN_SMS_SENT
source: We just sent you a text. Enter the code below to authenticate.
fr: Nous venons de vous envoyer un texte. Entrez le code ci-dessous pour vous authentifier.

# REGISTRATION_VALIDATOR__MORE_THAN_8_CHARACTERS
source: 8 or more characters
fr: 8 caractères ou plus

# REGISTRATION_VALIDATOR__1_SPECIAL_CHARACTER
source: At least 1 special character
fr: Au moins 1 caractère spécial

# REGISTRATION_VALIDATOR__MIXED_CASE
source: Mixed case
fr: Cas mixtes

# REGISTRATION_VALIDATOR__1_NUMBER
source: At least 1 number
fr: Au moins 1 numéro

# REGISTRATION_VALIDATOR__NO_SPACES
source: Doesn't have spaces
fr: N'a pas d'espaces

# M__COMMON__USERNAME
source: Username
fr: Nom d'utilisateur

# MINDS__REGISTER__EXCEPTION__USERNAME_TOO_SHORT
source: Must be at least 4 characters long
fr: Doit comporter au moins 4 caractères

# MINDS__REGISTER__EXCEPTION__USERNAME_TOO_LONG
source: Cannot be longer than 128 characters
fr: Ne peut pas être plus long que 128 caractères

# MINDS__REGISTER__EXCEPTION__NOT_ALPHANUMERIC
source: Usernames can only have letters, numbers or underscores. Special characters (e.g. @^%.) and spaces are not allowed.
fr: Les noms d'utilisateur ne peuvent avoir que des lettres, des chiffres ou des tirets bas. Les caractères spéciaux (par exemple @^%) et les espaces ne sont pas autorisés.

# COMMON__EMAIL
source: Email
fr: Courriel

# MINDS__REGISTER__EXCEPTION__INVALID_EMAIL
source: Invalid email
fr: Email invalide

# MINDS_REGISTRATION__CONFIRM_YOUR_PASSWORD
source: Confirm your password
fr: Confirmez votre mot de passe

# FORMS__REGISTER__SIGNUP_ACTION
source: Signup
fr: Inscription

# FORMS__REGISTER__JOIN_MINDS_NOW_ACTION
source: Join Minds Now
fr: Rejoindre les esprits maintenant

# FORMS__FB_REGISTER__USERNAME_LABEL
source: Pick a username
fr: Choisissez un nom d'utilisateur

# FORMS__ONBOARDING__AVATAR_LABEL
source: Avatar
fr: Avatars

# FORMS__TUTORIAL__EARN_POINTS
source: Earn points for using the app
fr: Gagnez des points en utilisant l'application

# FORMS__TUTORIAL__EXCHANGE_POINTS
source: Exchange your points for views on your content
fr: Échangez vos points pour des vues sur votre contenu

# FORMS__TUTORIAL__MONETIZE_YOUR_CHANNEL
source: Monetize your channel
fr: Monétisez votre chaîne

# FORMS__TUTORIAL__E2E_ENCRYPTION
source: Protect your privacy with end-to-end encryption
fr: Protégez votre vie privée avec un chiffrement de bout en bout

# FORMS__TUTORIAL__FIND_PEOPLE
source: Find people in cities around the world with geo-discovery
fr: Trouvez des personnes dans des villes du monde entier avec la géo-découverte

# FORMS__TUTORIAL__EXPAND_YOUR_AUDIENCE
source: Expand your audience and subscribers
fr: Développez votre audience et vos abonnés

# FORMS__TUTORIAL__GROUPS
source: Create open and closed groups
fr: Créer des groupes ouverts et fermés

# FORMS__TUTORIAL__SEARCH
source: Search and create videos, images, blogs
fr: Recherchez et créez des vidéos, des images, des blogs

# FORMS__TUTORIAL__EXPRESS_YOURSELF
source: Express yourself freely without censorship
fr: Exprimez-vous librement sans censure

# FORMS__TUTORIAL__REWARDS
source: Rewards
fr: Récompenses

# FORMS__TUTORIAL__POST_TEXT_ACTIVITY
source: Post a text/link activity
fr: Poster une activité texte/lien

# FORMS__TUTORIAL__GET_COMMENTED
source: Get commented on
fr: Soyez commenté sur

# FORMS__TUTORIAL__BE_SUBSCRIBED
source: Be subscribed to
fr: Être abonné à

# FORMS__TUTORIAL__GET_VOTED_UP
source: Get voted up
fr: Recevez un vote positif

# FORMS__TUTORIAL__GET_REMINDED
source: Get reminded
fr: Recevoir un rappel

# FORMS__TUTORIAL__POST_RICH_ACTIVITY
source: Post a rich media activity
fr: Poster une activité de média riche

# FORMS__TUTORIAL__PUBLISH_BLOG
source: Publish a blog
fr: Publier un blog

# FORMS__TUTORIAL__HOURLY_REWARD
source: Hourly
fr: Heures

# NOTIFICATIONS__FLYOUT__VIEW_ALL_ACTION
source: See All Notifications
fr: Voir toutes les notifications

# NOTIFICATIONS__NOTIFICATIONS__ALL_FILTER
source: All
fr: Tout

# NOTIFICATIONS__NOTIFICATIONS__COMMENTS_FILTER
source: Comments
fr: Commentaires

# M__FEATURE__GROUP__PLURAL
source: Groups
fr: Groupes

# NOTIFICATIONS__NOTIFICATIONS__REMINDS_FILTER
source: Reminds
fr: Rappels

# NOTIFICATIONS__NOTIFICATIONS__LOAD_NEW_BUTTON
source: New Notifications
fr: Nouvelles notifications

# NOTIFICATIONS__NOTIFICATIONS__LOADING
source: Loading Notifications...
fr: Chargement des notifications...

# NOTIFICATIONS__NOTIFICATION__FRIENDS_MATCH
source: You have a match! {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} subscribed to you
fr: Vous avez un match! {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} vous a abonné
